Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# user_fail_to_load_profile_status
source: Something went wrong while loading your Profile Status.
fr: Une erreur s'est produite lors du chargement de votre statut.

# user_fail_to_logout
source: Something strange has happened apparently you cannot logout at the moment.
fr: Erreur inattendue ! Déconnexion momentanément impossible.

# user_fail_to_register_user
source: Something went wrong during your registration process.
fr: Hors-jeu technique. Votre inscription n'a pas abouti.

# user_fail_to_set_default_account_status
source: Something went wrong while setting a default Account Status.
fr: Erreur technique. Impossible de réinitialiser les paramètres par défaut.

# user_fail_to_set_initial_password
source: Something went wrong while setting an initial Password.
fr: Une erreur s'est produite lors de l'enregistrement du mot de passe.

# user_fail_to_update_user_profile
source: Something went wrong while updating your Profile.
fr: Une erreur s'est produite lors de la mise à jour de votre profil.

# user_is_not_logged_in
source: The user is not logged in
fr: L'utilisateur n'est pas connecté

# user_not_enrolled
source: User is not enrolled
fr: L’utilisateur n’est pas inscrit

# user_not_logged_in
source: You have to be logged in to upload documents.
fr: Vous devez être connecté pour télécharger vos documents.

# user_success_add_payment_method
source: Payment Method added successfully.
fr: Mode de paiement ajouté avec succès.

# usercode
source: User code {usercode}
fr: Code utilisateur : {usercode}

# usercode_copied_to_clipboard
source: User code was copied to clipboard
fr: Code utilisateur copié dans le presse-papiers

source: Username
fr: Pseudo

# username_already_registered
source: This username is already registered.
fr: Ce pseudo est déjà pris.

source: Username available
fr: Pseudo disponible

# username_invalid
source: This username is invalid.
fr: Ce pseudo est invalide.

# username_rule
source: Accepted characters numbers (0-9) letters (a-z A-Z) symbols (-_+.{'@'})
fr: Caractères acceptés : chiffres (0-9), lettres (a-z A-Z), symboles (-_+.{'@'})

# username_unavailable
source: This username is already in use.
fr: Ce pseudo est déjà pris.

source: Users followed you
fr: Des utilisateurs vous ont suivi.

source: Utility Bill
fr: Facture de service

source: Validated
fr: Validé

# value_not_valid
source: This value is not valid.
fr: Cette valeur n'est pas valide.

# verification_code
source: Verify Phone Number
fr: Code de vérification

# verification_code_error
source: This verification code is not valid.
fr: Ce code de vérification n'est pas valide.

# verification_code_success
source: You're phone number was verified with success!
fr: Votre numéro de téléphone a été vérifié avec succès !

source: Verify
fr: Vérifier

# verify_email
source: Verify your Email
fr: Vérifiez votre email

# verify_email_description
source: Looks like you haven't checked your email yet. In order to use this App on its full potential, you need to verify your Email.
fr: On dirait que vous n'avez pas encore consulté votre email. Pour débloquer toutes les fonctionnalités de l'appli, veuillez vérifier votre adresse mail.

# verify_email_message
source: In order to use this App on it’s full potential you need to verify your Email.
fr: Débloquez les fonctionnalités de l'appli en vérifiant votre email.

source: Verify My Account
fr: Vérifier Mon Compte

# verify_phone_description
source: We’ve sent a text to {email} with the verification code.
fr: Nous avons envoyé un SMS à {phoneNumber} avec le code de vérification.

source: Verify Phone Number
fr: Validation du numéro de téléphone

# verify_you
source: Verifying it's really you
fr: Vérifier que c'est vraiment vous

source: View
fr: Voir plus

source: View Competition Markets
fr: Paris sur la compétition

source: View Stats
fr: Afficher les stats

source: View Notifications
fr: Voir les notifications

source: Virtual
fr: Virtuel

source: Virtuals
fr: Virtuels

# void
source: Cancelled
fr: Annulé

source: Wager Amount
fr: Exigence de mise

source: Wallet
fr: Portefeuille

source: Wallet Error
fr: Erreur de portefeuille

# wallet_error_message
source: There was an error trying to get your wallet settings. Try again later.
fr: Une erreur s'est produite lors de la récupération des paramètres de votre portefeuille. Veuillez réessayer plus tard.

# weak_password
source: Must contain: minimum 8 characters, 1 Uppercase, 1 Lowercase, 1 Digit and 1 Symbol
fr: Doit contenir : au moins 9 caractères, 1 majuscule, 1 minuscule, 1 chiffre et 1 symbole

source: Weekly
fr: Hebdomadaire

source: Weekly Betting Limit
fr: Limite de pari hebdomadaire

# weekly_betting_limit_tooltip
source: Information about Betting Limit
fr: À propos de la limite de mise

source: Weekly Deposit Limit
fr: Limite de dépôt hebdomadaire

# weekly_deposit_limit_tooltip
source: Information about Deposit Limit
fr: À propos de la limite de dépôt

source: Weeks
fr: Semaines

source: Welcome!
fr: Bienvenue !

# welcome_back
source: Welcome back to Betsson!
fr: Bienvenue à Betsson !

# who_add_groups
source: Who can add me to groups
fr: Qui peut m'ajouter à des groupes

# who_send_messages
source: Who can send messages
fr: Qui peut envoyer des messages

# widthdrawal_cancel_message
source: Your Withdrawal was canceled.
fr: Votre retrait a été annulé

# widthdrawal_cancel_message_error
source: Unable to cancel withdrawal.
fr: Impossible d'annuler le retrait.

source: Win Boost
fr: Gagner Booster

source: Winnings
fr: Gains

source: Wins
fr: Victoires

source: Withdraw
fr: Retirer

source: Withdraw Error
fr: Erreur de retrait

source: Withdraw Value
fr: Montant mini. 15€

source: Withdrawable
fr: Débrochable

source: Withdrawal
fr: Retrait

source: Withdrawal Cancel
fr: Retrait Annulé

source: Withdrawal Error
fr: Erreur de retrait

# withdrawal_iban_pending_approval_message
source: Your IBAN and RIB documents are being processed. It should take between 1 to 2 working days for the documents to be treated. You will be notified by email once it is done and then you will be able to make your first withdrawal.
fr: Votre RIB est en cours de traitement. La vérification devrait être terminée d'ici 3 jours ouvrés. Une fois validé, un email vous sera envoyé et vous pourrez effectuer votre premier retrait.

# withdrawal_message
source: Your withdrawal request was added. In the next days the request will be processed and you'll receive an update.
fr: Votre demande de retrait a été enregistrée. Elle sera traitée dans les prochains jours et vous serez tenu informé de sa progression.

# withdrawal_reject
source: Withdrawal Rejected
fr: Retrait Refusé

# withdrawal_request_sent_text
source: Your request will be pending till we confirm your IBAN proof, after approval it will take at least 72 hours to appear in your bank statement.
fr: Votre demande est en attente jusqu'à la validation de votre IBAN. Après approbation, comptez au moins 72 heures pour voir la transaction sur votre relevé bancaire.

# withdrawal_request_sent_title
source: Your withdrawal request was sent.
fr: Votre demande de retrait a été reçue.

source: Withdrawal Status
fr: Statut du retrait

# withdrawal_status_message
source: Your withdrawal request was added. In the next days the request will be processed and you'll receive an update.
fr: Votre demande de retrait a été enregistrée. Elle sera traitée dans les prochains jours et vous serez tenu informé de sa progression.

source: Withdrawal Warning
fr: Le saviez-vous ?

# withdrawal_warning_text
source: Would you like to proceed with the withdrawal? If you currently have an active deposit bonus, it will be forfeited.
fr: Attention : Si vous avez un bonus de dépôt actif, retirer maintenant entraînera la perte de tout l'argent présent dans votre solde Bonus. Cette action est irréversible.

source: Withdraws
fr: Retraits

source: Won
fr: Gagné

# x_markets
source: No Markets | 1 Market | {count} Markets
fr: Pas de paris | 1 pari | {count} paris

# x_results
source: No Results | 1 Result | {count} Results
fr: Aucun résultat | 1 résultat | {count} résultats

# xbets
source: {num} Bets
fr: {num} paris

source: Year
fr: Année

source: Yes
fr: Oui

source: Yes, go back
fr: Oui, revenir en arrière

# you_almost_there
source: You're almost there!
fr: Vous y êtes presque !

# you_are_in
source: You're in
fr: Vous êtes dans

# you_have_been_signed_out
source: You are logged out
fr: Vous êtes déconnecté

source: You made a bet!
fr: Votre pari est placé !

source: You shared a bet
fr: Vous avez partagé un pari

# you_want_to_quit
source: Are you sure you want to quit?
fr: Êtes-vous sûr de vouloir quitter ?

source: Your Selection
fr: Votre Sélection

# your_session_timed_out
source: Your session has ended
fr: Votre session a pris fin

# zipcode_is_required
source: The zipcode is a required field. Please complete this field.
fr: Le code postal doit être renseigné.

source: Failed to load notifications
fr: Échec du chargement des notifications

# live_uppercase
source: LIVE
fr: EN DIRECT

source: Max win boost activated!
fr: Boost de gain maximum activé!

source: Selection
fr: Sélection

source: Wagering Progress
fr: Progrès des mises

source: Help
fr: Aide

source: Accept odds change.
fr: Accepter les changements de cotes.

source: Recently Played
fr: Joués récemment

source: Win Boost Available
fr: Boost de victoire disponible

source: leg
fr: jambe

source: legs
fr: jambes

source: All qualifying events added!
fr: Tous les événements qualifiants ajoutés!

source: Load {count} more games
fr: Charger {count} jeux supplémentaires

# players_chose_bonus
source: {count} players chose this bonus
fr: {count} joueurs ont choisi ce bonus

source: Volatility
fr: Volatilité

source: No Events
fr: Aucun événement

# mybetdetail_nav_title
source: Bet Details
fr: Détails du pari

# mybets_loading_message
source: Loading bets...
fr: Chargement des paris...

# mybets_error_load_failed
source: Failed to load bets
fr: Échec du chargement des paris

# mybets_empty_state
source: No bets found
fr: Aucun pari trouvé

# mybets_replace_betslip_title
source: Replace Current Betslip
fr: Remplacer le bulletin actuel

# mybets_replace_betslip_message
source: This will clear your current betslip and add the selections from this bet. Continue?
fr: Cela effacera votre bulletin actuel et ajoutera les sélections de ce pari. Continuer?

# mybets_button_rebet
source: Rebet
fr: Rejouer

# mybets_status_settled
source: Settled
fr: Réglé

# mybetdetail_bet_placed_on
source: Bet Placed on {date}
fr: Pari placé le {date}

# mybetdetail_label_amount
source: Amount
fr: Montant

# mybetdetail_label_potential_return
source: Potential Return
fr: Retour potentiel

# mybetdetail_label_total_return
source: Total Return
fr: Retour total

# mybetdetail_label_partial_cashout
source: Partial Cashout
fr: CashOut partiel

# mybetdetail_label_bet_result
source: Bet result
fr: Résultat du pari

# mybetdetail_multiple_results_label
source: Multiple bet results
fr: Résultats de paris multiples

# mybetdetail_single_result_label
source: Bet result
fr: Résultat du pari

# bet_state_closed
source: Closed
fr: Fermé

# bet_state_attempted
source: Attempted
fr: Tenté

# bet_state_cashed_out
source: Cashed Out
fr: CashOut effectué

# bet_state_undefined
source: Undefined
fr: Indéfini

# bet_result_not_specified
source: Not Specified
fr: Non spécifié

# date_today_time
source: Today {time}
fr: Aujourd'hui {time}

# date_tomorrow_time
source: Tomorrow {time}
fr: Demain {time}

# mybets_error_api_load
source: Failed to load bets: {error}
fr: Échec du chargement des paris : {error}

# mybets_error_api_load_more
source: Failed to load more bets: {error}
fr: Échec du chargement de plus de paris : {error}

# mybetdetail_booking_code_error_title
source: Booking Code Error
fr: Erreur de code de réservation

# mybetdetail_booking_code_error_message
source: Failed to create booking code: {message}
fr: Échec de la création du code de réservation : {message}

# mybetdetail_share_no_selections
source: No selections are available to share for this bet.
fr: Aucune sélection n'est disponible pour partager ce pari.

# mybets_choose_cashout_amount
source: Choose a cash out amount
fr: Choisissez un montant de CashOut

source: Select Sport
fr: Sélectionner un sport

# splash_loading_sports
source: Loading sports...
fr: Chargement des sports...

# splash_loading_competitions
source: Loading competitions...
fr: Chargement des compétitions...

# splash_loading_featured_matches
source: Loading featured matches...
fr: Chargement des matchs en vedette...

# splash_preparing_your_experience
source: Preparing your experience...
fr: Préparation de votre expérience...

source: Transaction History
fr: Historique des Transactions

source: Games
fr: Jeux

# time_filter_1d
source: 1D
fr: 1J

# time_filter_1w
source: 1W
fr: 1S

source: Loading transactions...
fr: Chargement des transactions...

# failed_load_transactions
source: Failed to load transactions
fr: Échec du chargement des transactions

source: System Deposit
fr: Dépôt Système

source: System Withdrawal
fr: Retrait Système

source: Win
fr: Gain

source: Placed
fr: Placé

source: Batch Amounts Debit
fr: Débit de Montants Groupés

source: Batch Amounts Credit
fr: Crédit de Montants Groupés

# casino_api_error_prefix
source: [API error]
fr: [Erreur API]

# casino_authentication_required
source: Authentication required
fr: Authentification requise

# casino_failed_build_url
source: Failed to build game launch URL
fr: Échec de construction de l'URL de lancement

# casino_game_error_title
source: Game Error
fr: Erreur de Jeu

# casino_invalid_game_url
source: Invalid game URL
fr: URL de jeu invalide

# casino_load_more_games
source: Load More Games
fr: Charger Plus de Jeux

# casino_loading
source: Loading...
fr: Chargement...

# casino_loading_game_details
source: Loading game details...
fr: Chargement des détails du jeu...

# casino_no_game_data
source: No game data available
fr: Aucune donnée de jeu disponible

# casino_not_available
source: N/A
fr: N/D

# casino_search_placeholder
source: Search in Casino
fr: Rechercher dans le Casino

# casino_search_title
source: Search Casino
fr: Rechercher Casino

# casino_service_unavailable
source: Casino service not available
fr: Service casino non disponible

# casino_suggested_games_error
source: Couldn't pull results for suggested games
fr: Impossible de récupérer les résultats pour les jeux suggérés

# casino_suggested_games_title
source: Suggested Games
fr: Jeux Suggérés

# casino_unable_to_load_games
source: Unable to load casino games. Please try again.
fr: Impossible de charger les jeux de casino. Veuillez réessayer.

# casino_volatility_high
source: High
fr: Élevé

# casino_volatility_low
source: Low
fr: Faible

# casino_volatility_medium
source: Medium
fr: Moyen

# casino_you_might_be_interested
source: You might be interested in
fr: Vous pourriez être intéressé par :
