Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# current_language_code
source: en
fr: fr

source: 1 month
fr: 1 mois

source: 12 months
fr: 12 mois

source: 18 months
fr: 18 mois

source: 2 months
fr: 2 mois

source: 24 hours
fr: 24 heures

source: 24 months
fr: 24 mois

source: 3 months
fr: 3 mois

source: 6 months
fr: 6 mois

source: 7 days
fr: 7 jours

# month_1
source: 1 month
fr: 1 mois

# months_12
source: 12 months
fr: 12 mois

# months_18
source: 18 months
fr: 18 mois

# months_2
source: 2 months
fr: 2 mois

# hours_24
source: 24 hours
fr: 24 heures

# months_24
source: 24 months
fr: 24 mois

# months_3
source: 3 months
fr: 3 mois

# months_6
source: 6 months
fr: 6 mois

# days_7
source: 7 days
fr: 7 jours

# about_footer_link
source: About
fr: À propos

source: About Us
fr: Qui sommes-nous ?

source: Accept
fr: Accepter

# accept_all_cookies
source: Accept all
fr: Tout accepter

source: Accept Any
fr: Accepter tout changement de cote

source: Accept Higher
fr: Accepter cote supérieure

# accept_odds_variation
source: Accept odds variation on submitted bets
fr: Accepter les variations de cotes sur le ticket de pari

# accept_tc
source: Accept Terms & Conditions
fr: J'accepte les Conditions Générales d'utilisation

# access_forbidden
source: Seems like Betting is not allowed in your Country.
fr: Il semble que les paris ne soient pas autorisés dans votre pays.

source: Access requires authentication
fr: L’accès nécessite une authentification

source: Account not validated
fr: Compte non validé

source: Account Security
fr: Sécurité du compte

source: Account Status
fr: Statut du compte

source: Account validated
fr: Compte validé

# accumulated_odds_winning
source: Accumulated odd of winning
fr: Cote de gain cumulative

source: Activate
fr: Activer

source: Activate Account
fr: Activer le compte

# activate_info
source: Your account has been activated
fr: Félicitations ! Votre compte a été activé

# activation_error_title
source: Something went wrong...
fr: Oups, faux départ...

# activation_success_text
source: You have successfully verified your account have fun.
fr: Votre compte est vérifié avec succès. Amusez-vous bien !

# activation_success_title
source: Verification Successful!
fr: Vérification réussie !

source: Active
fr: Actif

source: Active deposit limits
fr: Limites de dépôt active

source: Add
fr: Ajouter

source: Add Contact
fr: Ajouter le contact

source: Add Documents
fr: Ajouter des documents

source: Add File
fr: Ajouter le fichier

source: Add Friend
fr: Ajouter un ami

source: Add Friends
fr: Ajouter vos amis

# add_matches_bonus
source: Add {nMatches} more qualifying events to get a {percentage}% win boost
fr: Ajoutez {nMatches} événements de qualification supplémentaires pour obtenir un bonus de victoire de {percentage} %

# add_more_to_betslip
source: by adding {legNumber} more legs to your betslip ({minOdd} min odds).
fr: en ajoutant {legNumber} jambes supplémentaires à votre bulletin de pari (cote minimale {minOdd}).

# add_promo_code
source: Add promotional code
fr: Entrez votre code Bonus

# add_some_favorites
source: Add some for quick access or check our suggestions bellow.
fr: Ajoutez-en pour un accès rapide ou consultez nos suggestions ci-dessous.

source: Add the tournament
fr: Ajouter le tournoi

source: Add To Betslip
fr: Ajouter au ticket de paris

source: Add to favorites
fr: Ajouter aux favoris

source: Additional Documents
fr: Documents Supplémentaires

source: Address
fr: Adresse Actuelle

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

# address_country
source: Address and Country
fr: Adresse et pays

# address_name_is_required
source: The address is a required field. Please complete this field.
fr: L'adresse doit être renseignée.

source: Address 2 (optional)
fr: Adresse 2 (facultatif)

source: Administrative Costs
fr: Opération de compte

source: Advance
fr: Avancer

source: Advanced
fr: Vétéran

source: Advertising and offers optimization
fr: Promotions et offres personnalisées

source: Affiliate System
fr: Programme d'affiliation

# affiliate_system_footer_link
source: Affiliate System
fr: Programme d'affiliation

source: Affiliates
fr: Affiliés

source: Age and Birthplace
fr: Âge et lieu de naissance

# age_country
source: Age and Country
fr: Age et pays

# agree_terms_conditions
source: By Signing up, you agree to our Terms of use, Privacy Policy and EULA
fr: En vous inscrivant, vous acceptez nos Conditions générales d'utilisation, Politique de confidentialité et CLUF

# agree_terms_conditions_1
source: By Signing up, you agree to our
fr: En vous inscrivant, vous acceptez nos

# agree_terms_conditions_2
source: Terms of use, Privacy Policy and EULA
fr: Conditions générales d'utilisation, politique de confidentialité et CLUF

source: All
fr: Tout

# all_events_unavailable
source: These events are no longer available.
fr: Ces événements ne sont plus disponibles.

# all_four_corners
source: All 4 corners should appear
fr: Les 4 coins doivent être visibles

source: All games
fr: Tous les matchs

source: All Live Events
fr: Tous les événements Live

source: All Matches
fr: Tous les matchs

source: All Odds
fr: Toutes les cotes

source: All Sports
fr: Tous les sports

# all_x_leagues
source: All {labelOrNumber} Leagues
fr: Tout {labelOrNumber} Ligues

# allow_any_odd
source: Allow any odd change
fr: Approuver tout changement de cote

# allow_contact_via
source: Allow Sportsbook to contact me via
fr: Autoriser Betsson à me contacter via

# allow_email_usage
source: Allow my email to be used for marketing
fr: J'autorise Betsson à m'envoyer des Bonus et offres personnalisées par email

source: Allow higher odds
fr: Approuver cotes plus élevées

# allow_mycompetitions_notifications
source: Allow notifications about all games in My Competitions
fr: Sur « Mes compétitions »

# allow_mygames_notifications
source: Allow notifications about My Games
fr: Sur « Mes matchs »

source: Allow no odds change
fr: N'accepter aucun changement de cote

# allow_sportsbook_to_contact
source: Allow Sportsbook to contact you via:
fr: Autoriser Betsson à me contacter via :

source: Allow Tracking
fr: Autoriser le suivi

# allowed_bet_types_10_folds
source: 10 fois
fr: 10 sélections

# allowed_bet_types_11_folds
source: 11 plis
fr: 11 sélections

# allowed_bet_types_12_folds
source: 12 fois
fr: 12 sélections

# allowed_bet_types_4_folds
source: 4 plis
fr: 4 sélections

# allowed_bet_types_5_folds
source: 5 fois
fr: 5 sélections

# allowed_bet_types_6_folds
source: 6 plis
fr: 6 sélections

# allowed_bet_types_7_folds
source: 7 plis
fr: 7 sélections

# allowed_bet_types_8_folds
source: 8 fois
fr: 8 sélections

# allowed_bet_types_9_folds
source: 9 fois
fr: 9 sélections

# allowed_bet_types_eight_folds
source: Octuple
fr: 8 sélections

# allowed_bet_types_eleven_folds
source: Onze plis
fr: 11 sélections

# allowed_bet_types_five_folds
source: Quintuple
fr: 5 sélections

# allowed_bet_types_nine_folds
source: Neuf sélections
fr: 9 sélections

# allowed_bet_types_s_yankee_canadian
source: S Yankee
fr: Super Yankee

# allowed_bet_types_seven_folds
source: Septuple
fr: 7 sélections

# allowed_bet_types_six_folds
source: Six sélections
fr: 6 sélections

# allowed_bet_types_ten_folds
source: Décuple
fr: 10 sélections

# allowed_bet_types_treble
source: Tripler
fr: Triples

# allowed_bet_types_trebles
source: Triplers
fr: Triples

# allowed_bet_types_twelve_folds
source: Douze fois
fr: 12 sélections

# allowed_file_types
source: Allowed file types: {allowedFileTypes}
fr: Types de fichiers autorisés : png, jpg, jpeg, pdf

source: Amount...
fr: Mise...

source: and
fr: et les

source: Anual
fr: Annuel

# any_questions_about_payment_process
source: Any questions about payment process see
fr: Besoin d'infos sur les méthodes de paiement ? Consultez notre

# app_full_potential
source: In order to use this App on its full potential, you need to verify your Email.
fr: Vérifiez votre adresse email pour profiter de toutes les fonctionnalités de l'appli.

# app_is_available_on
source: The app is available on
fr: L'application est disponible sur

source: App Settings
fr: Paramètres de l'appli

# app_version_profile
source: App Version {version_1} ({version_2}) Sportsbook® All Rights Reserved
fr: Version de l'application {version_1} ({version_2}) Betsson France® Tous droits réservés

# app_version_profile_1
source: App Version {version_1} ({version_2})
fr: Version de l’application {version_1} ({version_2})

# app_version_profile_2
source: Sportsbook® All Rights Reserved
fr: Betsson ® Tous droits réservés

source: Appearance
fr: Apparence

source: Apply
fr: Appliquer

source: Approved
fr: Approuvé

source: at
fr: à

source: Audience measurement
fr: Mesure d'audiences

source: Authentication
fr: Authentification

source: Authentication failed
fr: Échec de l'authentification

# auto_exclusion_info_p_1
source: Auto-exclusion is part of our Responsible Gaming policy and can help control online gambling and betting activity. Self-exclusion can be done directly on our Website or on the SRIJ website. The player can voluntarily be assigned for self-exclusion from the practice of online gambling and betting.
fr: L'auto-exclusion fait partie de notre politique de jeu responsable et vise à offrir aux joueurs un outil supplémentaire de maîtrise de leur pratique des paris en ligne.

# auto_exclusion_info_title
source: What is Auto Exclusion
fr: Qu'est-ce que l'auto-exclusion ?

source: Auto Payout
fr: Seuil de retrait automatique

source: Auto Payout Limit
fr: Seuil de retrait automatique

# auto_payout_limit_info
source: Set a limit amount for automatic withdraw from your wallet.
fr: C'est le montant à partir duquel un retrait vers votre compte bancaire est automatiquement déclenché.

# auto_payout_tooltip
source: Information about Auto Payout
fr: Informations sur le retrait automatique

source: Automated withdrawal
fr: Retrait automatique

source: Automated withdrawal threshold
fr: Seuil de retrait automatique

# autopayout_limit_update_error
source: We can't update your auto payout limit at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour votre limite de retrait automatique pour le moment. Veuillez réessayer plus tard.

source: Available
fr: Disponible

source: Available Countries
fr: Pays disponibles

source: Available Markets
fr: Type de paris disponibles

source: Avatar
fr: Les Guides Betsson

source: Aviator
fr: Aviateur

source: Away
fr: À l'extérieur

# away_label_default
source: Away Team
fr: Équipe à l'extérieur

source: Back
fr: Retour

# back_home
source: Back to Home
fr: Retour à la page d'accueil

# back_to_promotions
source: Back to the promotions.
fr: Revenons aux promotions.

# back_to_site
source: Back to Sportsbook
fr: Retourner au paris

source: Back to top
fr: Retour en haut

source: Balance
fr: Le Salde

source: Bank ID
fr: Coordonnées bancaires

source: Beginner
fr: Prudent

source: Bet
fr: Pari

source: Bet Amount
fr: Mise

# bet_confirmation_reoffer_limit_text
source: This bet amount limit has been updated to €{updatedAmountLimit}.
fr: La mise max sur ce mari a été mise à jour à {updatedAmountLimit}€.

# bet_confirmation_reoffer_timer_warning_text
source: You have {timerInSeconds} seconds to confirm this re-offer.
fr: Vous avez {timerInSeconds} secondes pour confirmer cette nouvelle offre.

# bet_confirmation_reoffer_title
source: Re-Offer
fr: Nouvelle Offre

# bet_confirmation_reoffer_updated_bet_info
source: Here is the updated bet information in case you accept:
fr: Voici les informations mises à jour sur le pari au cas où vous l'accepteriez :

# bet_error_wager_limit
source: You have exceeded your set betting limit
fr: Vous avez dépassé votre limite de mise.

source: Bet ID
fr: ID de pari

source: Bet Live
fr: Pariez en Live

source: Bet Now
fr: Pariez maintenant

source: Bet Placed
fr: Pari Placé

# bet_registered_success
source: Your bet was registered with success.
fr: Votre pari a été placé avec succès.

source: Bet Settled
fr: Pari Réglé

# bet_suffered_alterations
source: The bet suffered alterations because of a change in the game, check the new options.
fr: Le pari a été ajusté suite à une modification des informations relatives à l'événement, vérifiez vos nouvelles options.

source: BetSwipe
fr: Combi Express

source: Bet the same
fr: Ajouter au ticket

source: BetBuilder Enabled
fr: MixMatch activé

source: Bets
fr: Paris

source: Bets made
fr: Paris placés

# bets2
source: Bets:
fr: Paris :

source: Betslip
fr: Coupon

# betslip_cashback_error
source: The amount exceeds your Cashback balance.
fr: Le montant dépasse votre solde Cashback.

# betslip_replay_error
source: The amount exceeded the Replay balance
fr: Le montant dépasse votre solde Cashback.

source: Betslip Settings
fr: Paramètres du ticket de pari

source: Betting
fr: Paris sportifs

# betting_fail_to_get_my_bets
source: Something went wrong while loading My Bets.
fr: Un erreur s'est produite lors du chargement de vos paris.

# betting_fail_to_get_shared_bet
source: Something went wrong while loading a shared bet.
fr: Un erreur s'est produite lors du chargement du pari partagé.

# betting_fail_to_load_competitions
source: Something went wrong while loading Competitions.
fr: Une erreur s'est produite lors du chargement. Veuillez réessayer.

# betting_fail_to_load_top_competitions
source: Something went wrong while loading Top Competitions.
fr: Une erreur s'est produite lors du chargement des compétitions à l'affiche.

# betting_fail_to_place_bets
source: Something went wrong while placing your Bet(s).
fr: Un erreur s'est produite lors du placement de votre pari.

# betting_fail_to_update_betslip_live_details
source: Something went wrong while updating Betslip Live Details.
fr: Une erreur s'est produite lors de la mise à jour des détails de votre pari Live.

# betting_fail_to_update_betslip_odds
source: Something went wrong while updating Betslip Odds.
fr: Une erreur s'est produite lors de la mise à jour des cotes dans votre ticket de pari.

# betting_fail_to_update_event
source: Something went wrong while updating a Betting Event
fr: Une erreur s'est produite lors de la mise à jour de l'événement.

# betting_fail_to_update_event_categories
source: Something went wrong while updating Sport Event Categories.
fr: Une erreur s'est produite lors de la mise à jour des catégories disponibles.

# betting_fail_to_update_event_infos
source: Something went wrong while updating a Betting Event Infos
fr: Une erreur s'est produite lors de la mise à jour des informations sur l'événement.

# betting_fail_to_update_events
source: Something went wrong while updating a Betting Events
fr: Une erreur s'est produite lors de la mise à jour des informations sur l'événement.

# betting_fail_to_update_matches
source: Something went wrong while updating Matches.
fr: Une erreur s'est produite lors de la mise à jour de la page.

# betting_fail_to_update_my_bets_cashouts
source: Something went wrong while updating MyBets Cashouts.
fr: Erreur lors de la mise à jour des informations de la page.

# betting_fail_to_update_search_results
source: Something went wrong while updating Betting Search Results.
fr: Une erreur s'est produite lors de la mise à jour des informations de la page. Veuillez réessayer.

# betting_fail_to_update_sport_banner_data
source: Something went wrong while fetching sport banner's information.
fr: Une erreur s'est produite lors de la mise à jour des informations de la page. Veuillez réessayer.

# betting_fail_to_update_sport_banner_matches
source: Something went wrong while fetching sport banner Matches.
fr: Une erreur s'est produite lors de la récupération des informations sur la page. Veuillez réessayer.

# betting_fail_to_update_sports
source: Something went wrong while updating Sports.
fr: Une erreur s'est produite lors de la mise à jour de la section Sports . Veuillez rafraîchir la page.

# betting_fail_to_update_top_competitions
source: Something went wrong while updating Top Competitions.
fr: Une erreur s'est produite lors de la mise à jour des compétitions à l'affiche.

source: Betting Limit
fr: Limite de jeu

# betting_limit_info
source: Set a weekly limit to how much you can spend on betting.
fr: C'est le montant que vous vous autorisez à miser, en une ou plusieurs fois, sur une période de 7 jours consécutifs.

# betting_limit_info_p_1
source: Limits are optional however we advise you to set your betting limits.
fr: Les limites sont optionnelles, mais établir un budget de paris est grandement conseillé.

# betting_limit_locked
source: Betting limit set for your account is locked. You can update this limit again after: {period}
fr: La limite de jeu définie pour votre compte est verrouillée. Vous pourrez à nouveau mettre à jour cette limite après : {période}

# betting_limit_removal_error
source: We can't remove your Betting Limit at this moment. Please try again later.
fr: Nous ne pouvons pas supprimer votre limite de jeu pour le moment. Veuillez réessayer plus tard.

# betting_limit_removal_success
source: Your Betting Limit was removed
fr: Votre limite de jeu a été levée

# betting_limit_set
source: Betting limit set for your account.
fr: Limite de jeu définie pour votre compte.

# betting_limit_update_error
source: We can't update your Betting Limit at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour votre limite de jeu pour le moment. Veuillez réessayer plus tard.

# betting_limit_update_success
source: Your Betting Limit was updated
fr: Votre limite de jeu a été mise à jour

source: Betting Notification Defaults
fr: Notifications de paris

source: Betting Notifications
fr: Notifications sur vos paris

source: Betting Rules
fr: Règles des paris

# between_2_3
source: Between 2 and 3
fr: Cotes comprises entre 2 et 3

source: Big Odds
fr: Cotes supérieures à 3

# biometric_auth_not_available
source: Biometric authentication not available
fr: L’authentification biométrique n’est pas disponible

source: Birth Date
fr: Date de naissance

# birth_date_already_in_use
source: This birth date is already in use
fr: Cette date de naissance est déjà utilisée

# date_format_placeholder
source: yyyy-mm-dd
fr: aaaa-mm-jj

# birth_place
source: Place of Birth
fr: Ville de naissance

source: Block
fr: Bloquer

# block_account_info
source: Block your account from betting and depositing for a number of days, weeks or months.
fr: Bloquer les paris et les dépôts sur votre compte pour un temps donné (jours, semaines ou mois).

# bonus_added
source: The Bonus has added to your account
fr: Le Bonus a été ajouté à votre compte

source: Bonus Amount
fr: Valeur du Bonus

source: Bonus and Promotions
fr: Bonus et Promotions

# bonus_applied_success
source: Bonus applied with success!
fr: Bonus crédité avec succès !

# bonus_cancel_error
source: Bonus could not be cancelled. Please contact support.
fr: Le Bonus n'a pas pu être annulé. Veuillez contacter le Service Client.

# bonus_cancel_success
source: Bonus cancelled with success!
fr: Bonus annulé !

source: Bonus Code
fr: Entrez votre Code Bonus

# bonus_code_success
source: Your Bonus Code was applied!
fr: Votre code Bonus a été appliqué !

source: Bonus Credit
fr: Solde Bonus

# bonus_deposit_detail
source: See bonus details
fr: Voir les détails du Bonus

# bonus_deposit_name
source: Deposit bonus: {bonusName}
fr: Bonus de dépôt: {bonusName}

# bonus_deposit_title
source: Would you like to receive a bonus with this deposit?
fr: Souhaitez-vous activer votre Bonus ?

# bonus_dialog_error
source: It was not possible to activate the bonus, please contact the support.
fr: Impossible d'activer le Bonus, le Service Client pourra vous aider.

# bonus_dialog_message
source: By accepting you will not receive the following bonus: {bonusName}
fr: En acceptant, vous ne bénéficierez pas du Bonus suivant : {bonusName}

# bonus_dialog_title
source: Are you sure you don't want the bonus?
fr: Êtes-vous sûr de ne pas vouloir recevoir le Bonus?

# bonus_error
source: We can't apply your bonus right now. Please try again later.
fr: Nous ne pouvons pas appliquer votre Bonus pour le moment. Veuillez réessayer plus tard.

source: Bonus Expired
fr: Bonus Expiré

source: Bonus Released
fr: Bonus débloqué

# bonus_success
source: Your Bonus was applied!
fr: Votre Bonus est crédité !

# bonus_tc
source: Bonus T&Cs
fr: Modalités des Bonus

# bonus_terms_and_conditions
source: Bonus T&C
fr: Modalités des bonus

source: Bonus Balance
fr: Solde bonus

source: Booking Code
fr: Code de réservation

source: Booking Code Loaded
fr: Code Chargé

# booking_code_loaded_message
source: Booking Code Loaded ({count} selections)
fr: Code Chargé ({count} sélections)

# booking_code_not_found_error
source: Booking Code can't be found. It either doesn't exist or expired.
fr: Code introuvable. Il n'existe pas ou a expiré.

source: By Competition
fr: Par Compétition

source: Cancel
fr: Annuler

source: Cancel Bonus
fr: Annuler le Bonus

# cancel_bonus_confirmation
source: Are you sure you want to cancel this bonus?
fr: Annuler ce bonus ? Les gains du Bonus seront également perdus si les exigences de mise ne sont pas remplies.

# cancel_deposit
source: Deposit Cancel
fr: Dépôt Annulé

# cancel_unlock_app
source: Continue without login
fr: Continuer sans connexion

source: Cancel withdraw
fr: Annuler le retrait

# cancel_withdraw_description
source: Are you sure you want to cancel your withdraw?
fr: Êtes-vous sûr de vouloir annuler votre retrait ?

# cancel_withdraw_error
source: An error has occurred while cancelling your withdrawal. Please contact Customer Service.
fr: Une erreur s'est produite lors de l'annulation de votre retrait. Veuillez contacter le Service Client.

# cancel_withdraw_success
source: Your withdrawal has been cancelled.
fr: Votre retrait a été annulé.

source: Canceled
fr: Annulé

source: Cancelled
fr: Annulé

# card_style_normal
source: Normal
fr: Normales

# card_style_small
source: Small
fr: Petites

source: Cards Style
fr: Style de cartes

source: Cashback Balance
fr: Solde Cashback

# cashback_exceed_value_error
source: Cashback Balance exceeded. Max {cashbackBalance}
fr: Solde Cashback dépassé. Max {cashbackBalance}

# cashback_info
source: Get back some of your bet if you lose.
fr: Perdu ? Cashback vous remet en jeu, récupérez une partie de votre mise !

# cashback_page_section_1_description
source: A small setback? No worries. If your accumulator doesn't go as planned, our Cashback is here to give you a second wind! Enjoy 10% of your stake back as soon as all your ticket selections are settled, directly added as game credit.
fr: Un petit revers? Pas de souci. Si votre combiné ne tourne pas comme prévu, notre Cashback est là pour vous donner un second souffle ! Profitez de 10% de votre mise en retour dès la clôture de toutes les sélections de votre ticket, directement ajouté sous forme de crédit de jeu.

# cashback_page_section_1_title
source: Cashback: What is it?
fr: Le Cashback : qu'est ce que c'est ?

# cashback_page_section_2_description
source: Add at least three events with the Cashback symbol to your ticket. To be eligible, all ticket selections must have minimum odds of 1.30 and display the distinctive symbol:
fr: Ajoutez au moins trois événements portant le symbole Cashback à votre ticket. Pour être éligible, toutes les sélections de votre ticket doivent avoir une cote minimale de 1.30 et comporter le symbole distinctif :

# cashback_page_section_2_title
source: Which bets are eligible for Cashback?
fr: Quels paris sont éligibles au Cashback ?

# cashback_page_section_3_description_1
source: The Cashback balance is not withdrawable, but the winnings are! Activate the button to place your bet using your Cashback balance.
fr: Le solde Cashback n'est pas retirable mais les gains, si ! Activez le bouton pour placer votre pari avec votre solde Cashback
