Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# live_status_bt5b5
source: 5th Inning Break
fr: Milieu 5ème manche

# live_status_bt6b5
source: Bottom 5th/Top 6th Break
fr: Fin 5ème manche

# live_status_bt6b6
source: 6th Inning Break
fr: Milieu 6ème manche

# live_status_bt7b6
source: Bottom 6th/Top 7th Break
fr: Fin 6ème manche

# live_status_bt7b7
source: 7th Inning Break
fr: Milieu 7ème manche

# live_status_bt8b7
source: Bottom 7th/Top 8th Break
fr: Fin 7ème manche

# live_status_bt8b8
source: 8th Inning Break
fr: Milieu 8ème manche

# live_status_bt9b8
source: Bottom 8th/Top 9th Break
fr: Fin 8ème manche

# live_status_bt9b9
source: 9th Inning Break
fr: Milieu 9ème manche

# live_status_bteib7
source: Bottom 7th/Top Extra Break
fr: Fin 7ème manche / Début prolongations

# live_status_bteib9
source: Bottom 9th/Top Extra Break
fr: Fin 9ème manche / Début prolongations

# live_status_bteibei
source: Extra Inning Break
fr: Prolongations - milieu de manche

# live_status_drinks
source: boissons
fr: Pause fraîcheur

# live_status_ended
source: ENDED
fr: Terminé

# live_status_ot
source: Heures supplémentaires
fr: Prolongations

# live_status_overtime
source: Heures supplémentaires
fr: Prolongations

# live_status_retired
source: Retraité
fr: Abandon

# live_status_starting_soon
source: Starting soon
fr: Commence bientôt

# live_status_stumps
source: SOUCHES
fr: Stumps

# live_status_unknown
source: inconnue
fr: inconnu

source: Load Betslip
fr: Charger le coupon de Pari

source: Load more
fr: Charger plus

source: Loading
fr: Chargement

# loading_cashier
source: Loading
fr: Chargement

source: Loading profile...
fr: Chargement du profil...

source: Loading game details
fr: Chargement des détails de jeu

# loading_payment_form
source: Loading
fr: Chargement

# lock_account_alert_text
source: You are about to lock your account. If you continue, you won't be able to access your account nor open another account in the next {value} {period}. Are you sure you want to proceed?
fr: Si vous continuez, vous ne pourrez plus accéder à votre compte pendant {value} {period} ni en ouvrir un nouveau.

# lock_account_alert_title
source: Account Lock
fr: Verrouillage du compte

source: Lock Account Error
fr: Erreur lors du verrouillage du compte

# lock_account_error_message
source: There was an error locking your account, please contact support.
fr: Une erreur s'est produite lors du verrouillage de votre compte, veuillez contacter le Service Client.

source: Lock Account Success
fr: Compte verrouillé avec succès

# lock_account_success_message
source: Your account has been successfully locked.
fr: Votre compte a été verrouillé avec succès.

source: Lock my account
fr: Verrouiller mon compte

source: Log in to bet
fr: Connectez-vous pour parier

source: Login
fr: Se connecter

# login_biometrics
source: Login with Biometrics
fr: Biométrie

# login_biometrics_description
source: At any moment, you can disable this option at Settings > Betsson
fr: Vous pouvez désactiver cette option à tout moment dans les paramètres de l'appli.

# login_biometrics_subtitle
source: Do you want to login with Fingerprint and Face Recognization?
fr: Voulez-vous activer la connexion par reconnaissance digitale/faciale ?

# login_error_message
source: Incorrect username or password
fr: Pseudo ou mot de passe incorrect

# login_error_title
source: Login error
fr: Erreur de connexion

# login_fail_title
source: Login Failed
fr: Échec de la connexion

# login_needed
source: You need to be logged in
fr: Vous devez être connecté

# login_required_text
source: You need to be logged in to be able to see your bets
fr: Connectez-vous pour voir vos paris.

# login_tc_agreement
source: By Signing Up you agree to our
fr: En vous inscrivant, vous acceptez nos

# login_to_continue
source: Log in to continue playing!
fr: Connectez-vous pour continuer à jouer !

source: Login to Play
fr: Connectez-vous pour jouer

source: Logout
fr: Se déconnecter

# logout_confirmation_message
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# look_bet_made
source: Look at the bet I just made! Join me.
fr: Regarde mon pari. Relève le défi.

source: Loss Limit
fr: Limite de perte

# loss_limit_locked
source: Loss limit set for your account is locked. You can update this limit again after: {period}
fr: La limite de perte définie pour votre compte est verrouillée. Vous pourrez à nouveau mettre à jour cette limite après : {période}

# loss_limit_removal_error
source: We can't remove your Loss Limit at this moment. Please try again later.
fr: Nous ne pouvons pas supprimer votre limite de perte pour le moment. Veuillez réessayer plus tard.

# loss_limit_removal_success
source: Your Loss Limit was removed
fr: Votre limite de perte a été levée

# loss_limit_set
source: Loss limit set for your account.
fr: Limite de perte définie pour votre compte.

# loss_limit_update_error
source: We can't update your Loss Limit at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour votre limite de perte pour le moment. Veuillez réessayer plus tard.

# loss_limit_update_success
source: Your Loss Limit was updated
fr: Votre limite de perte a été mise à jour

source: Losses
fr: Pertes

source: Lost
fr: Perdu

source: Lowest Odds
fr: Cotes les plus basses

# maintenance_mode
source: Temporarily Down For Maintenance
fr: Service temporairement indisponible pour maintenance

# maintenance_mode_content_fallback
source: We are performing Scheduled maintenance. We should be back online shortly.
fr: Nous effectuons une maintenance programmée. Nous serons de retour sous peu.

source: Make a deposit
fr: Faire un dépôt

source: Make a withdraw
fr: Faire un retrait

source: Make some bets!
fr: Entrez en jeu et placez vos paris !

source: Male
fr: Homme

# man_adjust
source: Manual Adjustment
fr: Ajustement manuel

source: (mandatory)
fr: (obligatoire)

source: Mark all as read
fr: Tout marquer comme lu

source: Mark as read
fr: Marquer comme lu

# mark_games_favorites
source: Go to games list and mark them as favorites.
fr: Consultez les événements à venir et enregistrez vos favoris.

source: Market
fr: Type de pari

# market_group_all_markets
source: Tous les marchés
fr: Tous les paris

# market_group_cards
source: Cartes
fr: Cartons

# market_group_corners
source: Coins
fr: Corners

# market_group_goals
source: But Markets
fr: Buts

# market_group_half
source: La moitié
fr: Mi-Temps

# market_group_handicap
source: Marchés du handicap
fr: Handicap

# market_group_other_markets
source: Autres marchés
fr: Autres paris

# market_group_period
source: Période
fr: Intervalles

# market_group_quarters
source: Quartiers
fr: Quart-Temps

# market_group_totals
source: Totaux
fr: Total de Buts

source: Markets
fr: + de paris

source: Markets not available.
fr: Types de pari non disponibles.

# match_label_default
source: Match Day
fr: Jour de match !

# match_not_available
source: The match is no longer available for betting
fr: Les paris sont maintenant fermés sur ce match

# match_start_label_default
source: Match Start
fr: Coup d'envoi

# max_deposit_limit_reached
source: Maximum deposit limit reached!
fr: Limite maximale de dépôt atteinte !

# max_deposit_value
source: Maximum Value {maxDepositValue}{currencySymbol}
fr: {maxDepositValue}{currencySymbol} maximum

source: Max. size:
fr: Taille max :

# max_withdraw_value
source: Maximum Value {maxWithdrawValue}{currencySymbol}
fr: {maxWithdrawValue}{currencySymbol} maximum

# maximum_value_allowed
source: The maximum value allowed is {maxValueAllowed}
fr: La valeur maximale autorisée est de {maxValueAllowed}

# maximum_withdraw_value
source: Max Value: {value}{currency}
fr: Valeur maximum: {value}{currency}

source: members
fr: membres

# meta_sports_home_title
source: Sportsbook
fr: Sports

source: Middle name
fr: Autres prénoms sur la pièce d'identité (séparés d'un espace)

# min_betting_value
source: Minimum Value {minBettingValue}{currencySymbol}
fr: Minimum {minBettingValue}{currencySymbol}

# min_deposit_value
source: Minimum Value {minDepositValue}{currencySymbol}
fr: Minimum {minDepositValue}{currencySymbol}

# min_stake
source: Minimum bet
fr: Pari minimum

# min_withdraw_value
source: Minimum Value {minWithdrawValue}{currencySymbol}
fr: {minWithdrawValue}{currencySymbol} minimum

# minimum_deposit_value
source: Minimum Value: 10€
fr: 10€ minimum.

# minimum_value_allowed
source: The minimum value allowed is {minValueAllowed}
fr: La valeur minimale autorisée est de {minValueAllowed}

# minimum_withdraw_value
source: Minimum Value: {value}{currency}
fr: Solde Bonus non retirable.

# minors_prohibition_footer_link
source: GAMBLING AND GAMING ARE PROHIBITED FOR MINORS
fr: LES JEUX D'ARGENT ET DE HASARD SONT INTERDITS AUX MINEURS

# mix_match_compatible_selections_warning
source: Some of the selections are not compatible with each others. You can still submit the bet with the available ones.
fr: Certaines sélections ne sont pas compatibles entre elles. Ajustez-les pour pouvoir placer ce pari.

# mix_match_invalid_selection
source: Invalid selection
fr: Sélection invalide

# mix_match_min_compatible_selections
source: Pick at least 2 selections compatible between each others.
fr: Choisissez au moins deux sélections compatibles entre elles.

# mix_match_multiple_selections_from_the_same_market
source: Some of the selections are from the same market, please remove them.
fr: Certaines sélections proviennent du même marché, supprimez-les pour placer votre pari.

# mix_match_multiple_selections_imply_similar_outcomes
source: Some of the selections imply a similar outcome to another selection. Please select different markets.
fr: Certaines sélections comportent un résultat similaire à celui d'une autre sélection. Ajustez-les pour placer ce pari.

# mix_match_or_bet_with_string
source: Or bet with
fr: Ou créez avec

# mix_match_recommended_section_title
source: MixMatch Recommended
fr: La Sélection MixMatch

# mix_match_selections_different_events_error
source: Some of the selections are from different matches, please remove them.
fr: Certaines sélections proviennent de matchs différents et doivent être supprimées de votre MixMatch.

# mix_match_some_selections_not_custom_available
source: Some of the selections are not available for MixMatch, please remove them.
fr: Certaines sélections ne sont pas disponibles au MixMatch, supprimez-les pour placer votre pari.

# mix_match_tooltip_description
source: MixMatch - allows you to customise your bet by adding multiple markets from a match into a single bet
fr: MixMatch - vous permet de personnaliser votre pari en ajoutant plusieurs marchés d'un match dans votre pari.

# mobile
source: Phone number
fr: Numéro de téléphone

# mobile_number_already_in_use
source: This mobile number is already in use
fr: Ce numéro de téléphone est déjà utilisé

source: Mobile Phone Number
fr: Numéro de téléphone

# mobilephone_is_required
source: The mobile phone is a required field. Please complete this field.
fr: Le numéro de téléphone doit être renseigné.

source: Mobile Wallet
fr: Portefeuille mobile

source: Month
fr: Mois

source: Monthly
fr: Mensuel

source: Months
fr: Mois

source: More
fr: Plus

source: More Info
fr: Plus d'infos

# more_selections_to_bet
source: You need at least {selectionNumber} selection in your betslip to place a bet
fr: Vous avez besoin d'au moins {selectionNumber} sélection dans votre bulletin de pari pour placer un pari

source: Multiple
fr: Combiné

source: Multiple Bet
fr: Pari Combiné

# multiple_min_selection_total_error
source: Select at least 2 bets.
fr: Sélectionnez au moins 2 paris.

# must_accept_tc
source: You must accept the Terms & Conditions to continue.
fr: Vous devez accepter les Termes et Conditions pour continuer.

source: Mute
fr: Sourdine

source: My Account
fr: Mon compte

source: My Bets
fr: Mes paris

source: My Competitions
fr: Mes Compétitions

source: My Favorites
fr: Mes favoris

source: My Games
fr: Mes Matchs

source: My Tickets
fr: Mes Tickets

# name_already_in_use
source: This name is already in use
fr: Ce nom est déjà utilisé

# name_invalid_length
source: This name has an invalid length
fr: Le nombre de caractères de ce prénom est invalide.

source: Names
fr: Présentez-vous

# names_match_id
source: Please insert all names as registered in your ID Document.
fr: Tel qu'affiché sur votre pièce d'identité.

source: Nationality
fr: Nationalité

source: Nationality (optional)
fr: Nationalité (facultatif)

# need_login
source: You need to be logged in to execute this action.
fr: Vous devez être connecté pour faire cela.

# need_login_favorites
source: You need to be logged in to see your favorites.
fr: Connectez-vous pour voir vos favoris.

# need_login_tickets
source: You need to be logged in to be able to see your tickets
fr: Connectez-vous pour voir vos tickets.

source: New
fr: Nouveau

# new_create_account
source: New here? Create a new account
fr: Nouveau ici ? Créez votre compte aujourd'hui

source: New here?
fr: Nouveau ici ?

source: New Message
fr: Nouveau message

source: New Password
fr: Nouveau mot de passe

# new_password_description
source: Set and confirm your new password. Your password must be at least 4 characters long.
fr: Définissez et confirmez votre nouveau mot de passe. Il doit comporter au moins 4 caractères.

# new_password_error
source: New password must be different
fr: Le nouveau mot de passe ne peut pas être identique à l'ancien

# new_password_must_be_different
source: The new password must be different
fr: Le nouveau mot de passe ne peut pas être identique à l'ancien

source: Next
fr: Suivant

source: Next Week
fr: Semaine prochaine

source: Nickname
fr: Votre Pseudo

# nickname_already_in_use
source: This nickname is already in use.
fr: Ce pseudo est déjà utilisé.

# nickname_error
source: The nickname needs to have a length minimun of 4
fr: 4 caractères minimum.

# nickname_error_max
source: Le surnom doit avoir une longueur maximale de 50
fr: 50 caractères maximum.

# nickname_not_validated
source: Sorry we could not validate this nickname.
fr: Désolé, nous n'avons pas pu valider ce pseudo.

# nickname_too_long
source: Nickname is too long
fr: Ce pseudo est trop long

source: No
fr: Non

# no_bets
source: No bets here!
fr: Tribunes vides...

# no_bets_for_this_section
source: You don't have any bets for this section
fr: Vous n'avez pas de paris pour cette section

source: No bets to display
fr: Aucun pari à afficher

# no_bets_yet
source: You don't have any bets here. Check all available games and start betting now!
fr: Pas de paris à afficher ici ! Jetez un œil aux matchs à l'affiche et entrez en jeu !

# no_bonus
source: No bonus here
fr: Ton coffre à bonus est vide :(

source: No bonuses found
fr: Aucun bonus trouvé

# no_categories_available
source: No categories are available
fr: Aucune catégorie n'est disponible

# no_deposits_description
source: There are no transactions for the period of time selected, it’s time to deposit some money and start betting on your favourites.
fr: Aucune transaction pour la période sélectionnée : faites un dépôt pour entrer en jeu !

# no_favorite_competitions
source: You don’t have any favourite competitions.
fr: Vous n’avez aucune compétition préférée.

# no_favorite_games
source: You don't have favorite games.
fr: Aucun événement sur votre radar...

# no_favourite_games
source: You don´t have favorite games yet, it’s time to save your favourites by clicking on the star.
fr: Vous n'avez pas encore sélectionné d'événements à surveiller... Enregistrez les événements qui vous inspirent en appuyant sur l'étoile.

# no_friends_to_display
source: There are no friends to display
fr: Vos amis apparaitront ici. Invitez-les aujourd'hui !

# no_funds
source: You don't have enough funds.
fr: Solde insuffisant. Ajustez le montant ou créditez votre compte pour placer ce pari.

source: No games available
fr: Aucun jeu disponible

source: No games in category
fr: Aucun jeu dans cette catégorie

# no_internet
source: No internet connection
fr: Pas de connexion Internet

# no_live_matches_happening
source: There’s no live matches happening!
fr: Il n’y a pas de matchs en direct!

# no_live_matches_happening_subtitle
source: Check some upcoming games down below.
fr: Découvrez quelques événements à venir ci-dessous.

# no_login_rankings
source: You need to be logged in to be able to see rankings
fr: Vous devez être connecté pour pouvoir voir les classements

# no_markets
source: There are no markets to display at the moment
fr: Il n'y a pas de paris à afficher pour le moment

# no_markets_short
source: No markets at the moment
fr: Pas de paris à afficher pour le moment

source: No messages
fr: Pas de messages

# no_messages_yet
source: There are no messages yet.
fr: Pas encore de messages à afficher ici.

# no_notifications
source: There are no notifications to display.
fr: Aucune notification à afficher.

# no_other_users_registered
source: There are currently no other users on your contact list using the Sportsbook. Invite more friends now!
fr: Vos contacts ne sont pas encore sur Betsson. Invitez-les et profitez ensemble de l'offre de parrainage !

# no_promotions_available
source: There are no promotions available.
fr: Il n'y a pas de promotions disponibles.

# no_promotions_yet
source: There are no promotions yet.
fr: Il n’y a pas encore de promotions.

source: No recent searches
fr: Aucune recherche récente

# no_results_for
source: There are no results for {context}.
fr: Hors-jeu ! Aucun résultat pour {context}.

# no_results_for_selection
source: There are no results for this selection.
fr: Tribunes vides...

# no_selections
source: You don't have any selections yet.
fr: Ajoutez au moins un pari pour entrer en jeu !

# no_statistics
source: No statistics available
fr: Aucune statistique disponible

# no_stats
source: No stats available
fr: Aucune stat disponible

# no_submitted_bets
source: You don't have any submitted bets
fr: Vous n'avez aucun pari en attente

# no_tickets_here
source: There's no tickets here
fr: Tribunes vides...

# no_tickets_yet
source: You don’t have any tickets yet.
fr: Vous n'avez pas encore placé de paris.

source: No transactions found
fr: Aucune transaction trouvée

# no_user_contact_registered
source: You don't have any users from your contact list using the Sportsbook yet. Invite them now!
fr: Vos contacts n'ont pas encore découvert Betsson. Invitez-les et profitez ensemble de l'offre de parrainage !

source: No Wager Info
fr: Pas d'information sur les exigences de mise

source: Normal
fr: Normales

# nos_partenaires
source: Our partners
fr: Nos partenaires

# not_allow_tracking
source: Ask App Not to Track
fr: Pas de suivi sur l'appli

source: Not Allowed
fr: Interdit

source: Not available anymore
fr: Plus disponible

# not_bets_tickets_section
source: You don't have any bets for this section.
fr: Vous n'avez pas de paris pour cette section.

# not_bets_tickets_section_yet
source: You don’t have any selections yet.
fr: Sélectionnez des cotes pour entrer en jeu !

source: Not Excluded
fr: Aucun blocage

# not_logged_in
source: You aren’t logged in!
fr: Hors-jeu !

# not_now
source: Not right now
fr: Pas tout de suite

source: Not received
fr: Non reçu

source: Notifications Settings
fr: Paramètres de notification

# notify_bets_final_result
source: Notify me about my Bets final results
fr: Résultat de mon pari

# notify_bets_options_results
source: Notify me about my Bets options results
fr: Infos relatives aux matchs

source: Notify me about:
fr: Envoyez-moi une notification pour :

source: Now
fr: Maintenant

# number_of_market_singular
source: {num_markets} market
fr: {num_markets} type de paris

# number_of_markets
source: {num_markets} markets
fr: {num_markets} types de paris

source: Number of selections
fr: Nombre de sélections

# number_to_reset_code
source: Enter your phone number to request rest code
fr: Entrez votre numéro de téléphone pour demander le code de repos

source: Odd
fr: Cote

source: Odds
fr: Cotes

source: Odds Filter
fr: Filtre de cotes

source: Odds for market
fr: Cotes pour un type de paris

source: Odds Format
fr: Format des cotes

# odds_format_updated
source: Your Odds Format was updated
fr: Le format de vos cotes a été mis à jour

source: Odds Variation
fr: Variation des cotes

# odds_variation_load_fail
source: Something went wrong while loading odds variation settings.
fr: Une erreur s'est produite lors du chargement des paramètres de variation des cotes.

# odds_variation_update_fail
source: Something went wrong while updating odds variation settings.
fr: Erreur lors de la mise à jour des paramètres de variation des cotes.

source: Odds Variation updated
fr: Variation des cotes mise à jour

source: Oh no
fr: Oh non

source: Old Password
fr: Ancien mot de passe

# old_password_error
source: Old password is incorrect
fr: Ancien mot de passe incorrect

# omega_error_access_denied
source: The user does have access to this resource.
fr: L'utilisateur a accès à cette ressource.

# omega_error_access_token_inative_for_login
source: Access token is already inactive for the user login. Please do NOT try anymore.
fr: Le jeton d'accès est déjà inactif pour la connexion de l'utilisateur. S'il vous plaît, n'essayez plus.

# omega_error_access_token_ip_user_agent_not_matched
source: IP/UserAgent generating the access token does not match the request IP/UserAgent.
fr: L'IP/UserAgent générant le jeton d'accès ne correspond pas à la requête IP/UserAgent

# omega_error_access_token_not_found
source: Access token is not found
fr: Le jeton d'accès est introuvable.

# omega_error_access_token_pending_for_login
source: Access token is not ready for the user login. Please try later.
fr: Le jeton d'accès n'est pas prêt pour la connexion de l'utilisateur. Merci d'essayer plus tard.

# omega_error_amount_above_max
source: the transaction amount is above the deposit limit.
fr: le montant de la transaction est supérieur à la limite de dépôt.

# omega_error_amount_below_min
source: the transaction amount is below the deposit limit.
fr: le montant de la transaction est inférieur à la limite de dépôt.

# omega_error_balance_limit
source: Le seuil de retrait automatique que vous vous êtes fixé ne vous permet pas d'effectuer ce dépôt.
fr: Le solde de retrait du joueur était supérieur à la limite de solde.

# omega_error_cclevel_fail
source: Fail on CCLEVEL checking.
fr: Échec de la vérification CCLEVEL.

# omega_error_closed_document
source: Indicates that the document was already reviewed and cannot be changed
fr: Indique que le document a déjà été révisé et ne peut pas être modifié

# omega_error_continue_to_payment_site
source: First step ok, but requires the customer to enter information at the payment site.
fr: Première étape ok, mais oblige le client à saisir des informations sur le site de paiement.

# omega_error_coupon_used
source: This coupon is already used. Redeem bonus failed
fr: Ce coupon est déjà utilisé. Échec de l'échange du bonus

# omega_error_current_password_incorrect
source: The current password was incorrect.
fr: Le mot de passe actuel était incorrect.

# omega_error_expiration_date_cant_be_past
source: The date that was sent has passed already
fr: La date d'envoi est déjà passée

# omega_error_fail
source: Error
fr: Erreur

# omega_error_fail_already_logged_in
source: You are already logged in from another web browser. Multiple logins are not allowed.
fr: Vous êtes déjà connecté depuis un autre navigateur Web. Les connexions multiples ne sont pas autorisées.

# omega_error_fail_bgc
source: You have failed EGame registration with the Belgium Gaming Commission. Please contact support.
fr: Vous avez échoué à votre inscription à EGame auprès de la Commission belge des jeux de hasard. Veuillez contacter l'assistance.
