Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

source: Security Answer
fr: Réponse de sécurité

source: Security Question
fr: Question de sécurité

source: Security Rules
fr: Règles de sécurité

source: See All
fr: Voir tout

source: See Competition
fr: Voir compétition

source: See full ticket
fr: Voir le ticket complet

source: See Game Details
fr: Tous les paris

source: See Less
fr: Voir moins

source: See more
fr: Voir plus

source: See Outrights
fr: Voir les paris long terme

source: See Promo
fr: Voir la promo

source: See Statistics
fr: Voir les statistiques

source: Select
fr: Appliquer

source: Select a friend
fr: Sélectionnez un ami

source: Select at least 2 friends
fr: Sélectionnez au moins 2 amis

# select_country
source: Please select your nationality
fr: Veuillez sélectionner votre nationalité

# select_first_deposit_bonus
source: Select a first deposit bonus of your choosing...
fr: Sélectionnez le bonus de premier dépôt de votre choix...

source: Select friends to add
fr: Ajoutez vos amis

# select_profile_option
source: Select a profile option
fr: Sélectionnez une option de profil

source: Select your country
fr: Sélectionnez votre pays

# selections_not_combinable
source: Some of the selections are related and cannot be combined. Please remove one.
fr: Certaines sélections dans votre ticket sont liées et ne peuvent pas être combinées. Veuillez en supprimer une.

source: Self Exclusion
fr: Auto-exclusion

# self_exclusion_date_limits
source: Expiry date must be between 6 months and 5 years from today.
fr: La date de fin doit être comprise entre 6 mois et 5 ans à partir d'aujourd'hui.

# self_exclusion_error
source: We can't remove your Account at this moment. Please try again later.
fr: Nous ne pouvons pas supprimer votre compte pour le moment. Veuillez réessayer plus tard.

# self_exclusion_success
source: Your account was excluded
fr: Votre demande d'exclusion a été appliquée.

source: Send
fr: Envoyer

source: Send to friends and groups
fr: Envoyer à des amis/groupes

source: Sending bet...
fr: Envoi du pari...

# sent_text_message
source: We've sent a text to {phoneNumber} with the verification code.
fr: Nous avons envoyé un SMS à {phoneNumber} avec le code de vérification.

# server_error_balance
source: Something went wrong while loading your balance.
fr: Une erreur s'est produite lors du chargement de votre solde.

# server_error_favorites
source: Something went wrong while loading your favorites.
fr: Une erreur s'est produite lors du chargement de vos favoris.

# server_error_message
source: An unexpected error occurred while processing your request. Please try again.
fr: Une erreur inattendue s'est produite lors du traitement de votre demande. Veuillez contacter le Service Client.

source: Session cancelled
fr: Session expirée

# session_expired_text
source: Please login again to access all the features.
fr: Reconnectez-vous pour revenir sur le terrain.

# session_expired_title
source: Your session expired!
fr: Session expirée !

source: Set Date
fr: Régler la date

source: Settings
fr: Paramètres

# settings_cookies
source: Settings
fr: Paramétrer

source: Share
fr: Partager

# share_all_selections_not_available_description
source: Your selection is not available. Try again
fr: Votre sélection n'est pas disponible. Veuillez réessayer.

# share_all_selections_not_available_title
source: Selection not available
fr: Sélection indisponible

source: Share Betslip
fr: Partager Pari

source: Share Booking Code
fr: Partager Code

# share_booking_code_message
source: Check out my betslip! Booking Code: {code}
fr: Regardez mon pari ! Code : {code}

source: Share Event
fr: Partager l'événement

source: Share Friend Link
fr: Partager le lien d'un ami

source: Share my tickets
fr: Partager mes tickets

source: Share outside via...
fr: Partagez via...

# share_placeholder
source: Message or URL to share...
fr: Message ou URL à partager...

# share_raf_link
source: Check out this fresh sportsbook, sign up using this referral link, and receive a bonus!
fr: Inscris-toi avec mon lien pour rejoindre l'équipe-type sur Betsson.fr ! Démarre avec ton pack de Bonus de Bienvenue

source: Share Ticket
fr: Partager mon ticket

source: Share to...
fr: Partager avec...

source: Share with:
fr: Partager avec :

source: Share your bet now
fr: Partagez votre pari maintenant

source: Share your Betslip
fr: Partagez votre Bulletin de Pari

# shared_bet_no_longer_available
source: The shared bet is no longer available.
fr: Le pari partagé n'est plus disponible.

# shared_bet_no_longer_available_plural
source: The shared bets are no longer available.
fr: Les paris partagés ne sont plus disponibles.

# shared_bet_unavailable
source: The shared bet is not available anymore, check some new bet suggestions.
fr: Le pari partagé a expiré. Lancez le prochain en choisissant parmi les matchs à l'affiche !

# shared_bet_unavailable_plural
source: The shared bets are not available anymore check some new bet suggestions.
fr: Les paris partagés ont expiré. Lancez les prochains en choisissant parmi les matchs à l'affiche !

# shared_tickets_to
source: You shared tickets to
fr: Vous avez partagé vos tickets à

source: Show
fr: Afficher

source: Show Less
fr: Afficher moins

source: Show pending withdraws
fr: Afficher les retraits en cours

# sign_up_securely_in_just_2_minutes
source: Register securely
fr: Inscrivez-vous en toute sécurité

# signing_agree_terms_conditions
source: By Signing up, you agree to our {terms_and_conditions}, {privacy_policy}, and {sport_betting_rules}.
fr: En vous inscrivant, vous acceptez nos {terms_and_conditions}, {privacy_policy}, et {sport_betting_rules}.

source: Sign Up
fr: S'inscrire

source: Single
fr: Simple

source: Single Bet
fr: Pari Simple

# singup_success_text
source: Your account is registered! Only 1 step left defining your limits!
fr: Validez votre compte pour recevoir 10€ de plus !

# six_months
source: 6 Months
fr: 6 mois

source: Skip
fr: Passer

source: Small
fr: Petites

# small_sign_up_success_text
source: We have sent an email to {email} with a link to activate your account.
fr: Nous avons envoyé un email à {email} avec un lien pour activer votre compte.

# some_events_unavailable
source: Some of these events are no longer available.
fr: Certains de ces événements ne sont plus disponibles.

source: Something went wrong
fr: Petit hors-jeu technique

# something_went_wrong_try_again
source: Something went wrong, please try again later
fr: Petit hors-jeu technique. Réessayez plus tard !

source: Sometimes
fr: Parfois

source: Sort by
fr: Trier par

source: Sport Betting Rules
fr: Règles des paris sportifs

# sports_betting_rules_footer_link
source: Sports Betting Rules
fr: Règles des paris sportifs

source: Sportsbook
fr: Paris Sportifs

source: Start Date
fr: Date de début

source: Start of game
fr: Coup d'envoi

source: Starting From
fr: À partir de

source: Starting Soon
fr: Commence bientôt

source: Statistics
fr: Statistiques

source: Stay here
fr: Rester ici

# street_line_1
source: Address
fr: Adresse postale

# street_line_2
source: Address line 2
fr: Complément d'adresse

source: Street name
fr: Nom de la rue

# street_name_too_long
source: Street name is too long
fr: Le nom de la rue est trop long.

source: Street number
fr: Numéro de rue

# street_number_invalid
source: This street number is invalid.
fr: Ce numéro de rue est invalide.

source: Subject
fr: Sujet

source: Submit
fr: Envoyer

source: Subtitle
fr: Sous-titre

source: Success
fr: Enregistré !

# success_edit
source: Your information has been updated.
fr: Vos informations ont été mises à jour.

# success_edit_password
source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

# success_location
source: Location Services enabled successfuly!
fr: Services de localisation activés avec succès !

# success_save
source: Successfully saved
fr: Enregistré avec succès

source: Sucess!
fr: Succès !

# sucess_register
source: Your account is registed! Now only left to verify your identity.
fr: Votre compte est créé ! Il ne reste plus qu'à vérifier votre identité.

source: Suggested bets
fr: Combi Cashback

source: Suggested Competitions
fr: Compétitions suggérées

source: Suggested Country
fr: Pays suggéré

source: Suggested names
fr: Noms suggérés

source: Support
fr: Contactez-nous

# support_error
source: We can't send your message at this moment. Please try again later.
fr: Nous ne pouvons pas envoyer votre message pour le moment. Veuillez réessayer plus tard.

# support_helpcenter_button_text
source: Help Center
fr: Centre d'aide

# support_helpcenter_title
source: Do you need any help?
fr: Avez-vous besoin d'aide ?

# support_helpcenter_title_description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed sagittis eros a nibh fermentum viverra. Sed imperdiet justo non tellus mollis viverra. Aliquam quis varius ex. In sagittis condimentum molestie. Praesent felis tortor, volutpat id tincidunt vitae, euismod eu elit. Nunc est sapien, pretium et quam sit amet, varius dignissim sapien. Nulla sed lorem scelerisque, efficitur lorem sed, blandit velit. Donec lacinia ex ac enim rutrum, id tincidunt mi sagittis.
fr: Notre Centre d'aide est là pour vous guider à chaque étape de votre aventure Betsson. Que vous ayez des questions sur votre compte, vos paris ou tout autre sujet, nos experts, depuis le camion VAR, sont prêts à intervenir sur le chat tous les jours de 12h à 23h. Et s'ils sont déjà en train de vérifier d'autres actions, vous pouvez toujours leur laisser un message ou consulter notre base de connaissances, mise à jour en permanence avec les questions les plus fréquemment posées !

# support_send_us_a_message_description
source: Fill the form below and submit. We will be back to you as soon as we can.
fr: Remplissez le formulaire ci-dessous et envoyez-le. Nous reviendrons vers vous dès que possible.

# support_send_us_a_message_title
source: Send us a message
fr: Envoyer un message

# support_success
source: Your message was successfully sent
fr: Votre message a bien été envoyé

source: Suspended
fr: Suspendu

# sync_with_system
source: Sync with the system
fr: Synchroniser avec le système

source: System
fr: Système

source: System Bet
fr: Pari système

# system_min_selection_total_error
source: Select at least 3 bets.
fr: Sélectionnez au moins 3 paris.

source: System Options
fr: Toutes vos options

# system_type_plural_one
source: system type
fr: Type de système

# system_type_plural_other
source: system types
fr: Types de systèmes

# team_statistics
source: Teams statistics
fr: Statistiques des équipes

# terms
source: Terms of use
fr: Conditions générales d'utilisation

source: Terms and Conditions
fr: Termes et Conditions

# terms_and_conditions_footer_link
source: Terms and Conditions
fr: Conditions générales d'utilisation

source: Terms & Conditions
fr: J'ai lu et j'accepte les conditions d'utilisation, la politique de confidentialité et les cookies. Je certifie que j'ai 18 ans ou plus.

# terms_consent_popup_description
source: We have updated our General Terms of Use and Privacy Policy. Here are the major changes:
fr: Nous avons rafraîchi nos Conditions Générales d'Utilisation :

# terms_consent_popup_items_list
source: • Lorem ipsum dolor sit amet • Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus ut posuere diam, vitae varius dolor. • Cras ex magna, ultricies eu volutpat vestibulum, venenatis eget sem. • Nulla placerat imperdiet ligula sed finibus. Nulla commodo enim gravida risus molestie facilisis. Pellentesque eleifend placerat imperdiet. Etiam facilisis magna a massa maximus, a aliquam leo finibus. • Lorem ipsum dolor sit amet • Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.
fr: • Clarification de certaines dispositions relatives à la gestion du compte • Mise à jour des règles de paris, notamment pour les sports suivants : Football et Basket-ball • Ajustements de la Politique de confidentialité En cliquant sur "Continuer", vous jouerez avec ces nouvelles mises à jour. Des questions ? Notre Service Client est prêt à vous aider.

# terms_consent_popup_title
source: Terms and Conditions
fr: Nouveautés dans nos conditions !

source: Theme
fr: Thème

source: Theme Color
fr: Couleur du thème

# theme_color_updated
source: Your Theme Color was updated
fr: Voilà, nouveau look activé !

# theme_short_dark
source: Dark
fr: Sombre

# theme_short_light
source: Light
fr: Clair

# theme_short_system
source: System
fr: Système

source: There is no games here!
fr: Aucun match à l'horizon !

source: There was an error while validating
fr: Une erreur s'est produite lors de la validation

# third_info_descrition_one_cashback
source: The Cashback balance is not withdrawable, but the winnings are! Activate the button to place your bet using your Cashback balance.
fr: Le solde Cashback n'est pas retirable mais les gains, si ! Activez le bouton pour placer votre pari avec votre solde Cashback

# third_info_descrition_one_replay
source: No, but you can use that balance in any of your bets by selecting it on the betslip. See example:
fr: Le solde Cashback n'est pas retirable mais les gains, si ! Activez le bouton pour placer votre pari avec votre solde Cashback

# third_info_descrition_two_cashback
source: By activating this button, choose whether or not to use the Cashback balance for your bet.
fr: En activant ce bouton, choisissez d'utiliser ou non le solde Cashback pour votre pari.

# third_info_descrition_two_replay
source: By turning on, you can use your balance for the bet.
fr: En activant ce bouton, choisissez d'utiliser ou non le solde Cashback pour votre pari.

# third_info_title_cashback
source: Can I withdraw my Cashback balance?
fr: Puis-je retirer mon solde Cashback ?

# third_info_title_replay
source: Can I withdraw Replay Balance?
fr: Puis-je retirer mon solde Cashback ?

# third_password_requirement
source: Contain a lowercase character
fr: Contenir une lettre minuscule

source: this selection
fr: cette sélection

source: This Week
fr: Cette semaine

# ticket_url_pasteboard
source: Ticket link was copied.
fr: Lien du ticket copié.

source: Time
fr: Date

# time_filter_label
source: Events start time {start} - {end}
fr: Début des événements : {start} - {end}

source: Time Range
fr: Intervalle de temps

source: Time to add friends!
fr: Rassemblez votre équipe, invitez vos amis !

# time_today_only
source: Time (for Upcoming matches only)
fr: Début de l'événement

source: Timeout
fr: Expiré

source: Timeout Description
fr: Description expirée

source: Tips
fr: Pronos

# tips_keep_control
source: Betsson's tips for staying in control and making gaming a fun and responsible leisure activity. By following these recommendations, you can avoid putting yourself in financial or emotional trouble. It is important to remember that gambling should be considered a hobby, not a reliable source of income. Setting a reasonable budget is a good way to ensure that you don't spend more than you can afford. Checking your game history regularly will allow you to keep an eye on your spending and detect any possible drift. If you start feeling negative emotions like frustration or stress, take a break and do something else to relax. Finally, it's important not to let the game take over your daily responsibilities and obligations. If you feel that gambling is starting to negatively impact your life, don't hesitate to talk to your loved ones and seek help if necessary.
fr: Les conseils de Betsson pour garder le contrôle et faire du jeu une activité de loisir agréable et responsable. En suivant ces recommandations, vous pourrez éviter de vous mettre en difficulté financière ou émotionnelle. Il est important de se rappeler que le jeu doit être considéré comme un passe-temps, et non pas comme une source de revenus fiable. Fixer un budget raisonnable est un bon moyen de s'assurer que vous ne dépensez pas plus que vous ne pouvez-vous le permettre. Consultez régulièrement votre historique de jeu vous permettra de garder un œil sur vos dépenses et de détecter toute dérive éventuelle. Si vous commencez à ressentir des émotions négatives comme la frustration ou le stress, prenez une pause et faites autre chose pour vous détendre. Enfin, il est important de ne pas laisser le jeu prendre le pas sur vos responsabilités et obligations quotidiennes. Si vous sentez que le jeu commence à impacter négativement votre vie, n'hésitez pas à en parler à vos proches et à chercher de l'aide si nécessaire.

source: Tips to keep control
fr: Garder le contrôle

source: Title
fr: Identité

# title_name_m
source: M
fr: H

source: To
fr: Pour

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Top Competitions
fr: Top Compétitions

source: Top Tips
fr: Top Pronos

source: Top Tipsters
fr: Top Pronostiqueurs

source: Total Amount
fr: Montant total

source: Total Balance
fr: Solde total

# total_balance_automated_withdrawal
source: This balance includes also Automated withdrawal (ESCROW).
fr: Solde total cumule votre argent réel et le solde d’argent bonus .

source: Total Bet Amount
fr: Mise totale

source: Total Bets
fr: Paris ajoutés

source: Total Odd
fr: Cote totale

source: Total Odds
fr: Cote totale

source: Total Wager
fr: Mise totale exigée

source: Total XAF Balance
fr: Solde total en XAF

source: TotalOdd:
fr: Cote totale :

# touch_id_message
source: Do you want to use Touch ID?
fr: Voulez-vous utiliser Touch ID ?

source: Tournament
fr: Tournoi

# tracking_policy_title
source: Tracking Policy
fr: Politique de suivi

source: Transactions history
fr: Historique des transactions

# transfer_additional_info
source: 90% of our players receive their withdrawals in their bank account within 24 hours
fr: 90% de nos joueurs reçoivent leurs retraits sur leur compte bancaire en moins de 24 heures

source: Try again
fr: Réessayer

# try_later
source: We cannot comply with your request right now. Please try again later.
fr: Nous ne pouvons pas accéder à votre demande pour le moment. Veuillez réessayer plus tard.

# try_new_bet
source: Try making a new bet
fr: Placez un pari et illuminez le jeu.

# try_something_else
source: Please try something else!
fr: Changez de tactique et ouvrez votre jeu à plus d'options !

# try_to_full_register
source: Try to do a full register instead.
fr: Un souci ? Essayez l'inscription intégrale.

source: Unavailable
fr: Indisponible

source: Unchangeable
fr: Non modifiable

# understand_confirmation_withdraw
source: I understand
fr: Je comprends

source: Understood
fr: Compris

source: Unfollow
fr: Ne plus suivre

source: Unfriend
fr: Retirer de ma liste d'amis

source: Unit Period Exclusion
fr: Pause temporaire

source: Unknown error
fr: Erreur inconnue

source: Unlimited Time
fr: Durée illimitée

# unlock_app
source: Unlock Sportsbook
fr: Déverouiller l'accès

source: Unmute
fr: Rétablir le son

# unregistered_contacts_invite
source: You have contacts that don’t have Sportsbook yet, invite them
fr: Invitez vos contacts sur Betsson et profitez ensemble de l'offre parrainage !

# unsaved_changes_text
source: You have unsaved changes! Do you really want to leave without saving them?
fr: Modifications non sauvegardées ! Quitter sans enregistrer ?

# unsaved_changes_title
source: Unsaved Changes
fr: Modifications non sauvegardées

# unsucess_register
source: Sorry there was a problem while creating your account, contact us for help!
fr: Désolé, il y a eu un problème lors de la création de votre compte, contactez-nous pour obtenir de l'aide !

# unsucess_register_title
source: Oh no!
fr: Hors-jeu...

source: Until
fr: Jusqu'à

source: Upcoming
fr: À venir

source: Upcoming Highlights
fr: À ne pas manquer

source: Update
fr: Mise à jour

source: Update App
fr: Mise à jour de l'appli

source: Update available
fr: Mise à jour disponible

# update_available_text
source: Check out the latest Update and improve your experience in Sportsbook.
fr: Betsson muscle son jeu ! Téléchargez la dernière version et découvrez les améliorations.

# update_available_title
source: New Update Available
fr: Nouvelle mise à jour disponible

source: Update deposit limit
fr: Mise à jour du plafond de dépôt

source: Update Password
fr: Mettre à jour le mot de passe

# update_required_text
source: Please get the latest update to continue enjoying Sportsbook.
fr: Passez à la vitesse supérieure avec la dernière version de l'appli Betsson !

# update_required_title
source: New Update Required
fr: Nouvelle mise à jour requise

source: Upload
fr: Télécharger

# upload_back
source: (Back)
fr: (Arrière)

source: Upload Complete
fr: Téléchargement complet

# upload_complete_message
source: Your document(s) were uploaded successfully!
fr: Vos documents ont été téléchargés avec succès !

source: Upload Document
fr: Télécharger un document

source: Upload Documents
fr: Télécharger des documents

# upload_failed
source: Upload Failed! - Your file did not pass the {reason} constraint.
fr: Oups ! Téléchargement échoué - Votre fichier ne respecte pas la contrainte {reason}.

# upload_failed_message
source: There was an error trying to upload your document(s). Please try again.
fr: Une erreur s'est produite lors du téléchargement de vos documents. Veuillez réessayer.

# upload_front
source: (Front)
fr: (Avant)

# upload_front_and_back
source: Upload the front and back of the document
fr: Téléchargez l'avant et l'arrière du document

# upload_front_document
source: Upload the front of the document
fr: Télécharger le recto du document

# upload_iban_error_message
source: There was an error trying to process your IBAN documents. Please contact support.
fr: Une erreur s'est produite lors du traitement de vos documents IBAN. Veuillez contacter le support.

source: Upload IBAN Success
fr: IBAN téléchargé avec succès

# upload_iban_success_message
source: Thanks for sharing your IBAN and RIB. It should take between 1 to 2 working days for the documents to be treated. You will be notified by email once it is done and then you will be able to make your first withdrawal.
fr: Merci pour votre RIB. La validation devrait être faite dans les 3 jours ouvrés. Une fois confirmé par email, vous pourrez effectuer votre premier retrait.

source: Upload ID Document
fr: Télécharger une pièce d'identité

source: Upload information
fr: Télécharger des informations

# upload_rejected
source: Upload Rejected! - Your file did not pass the {reason} constraint.
fr: Téléchargement échoué ! Problème rencontré : {reason}.

# use_boosted_odds
source: Use boosted odds {percentage}
fr: Utiliser Cotes Boostées {pourcentage}

# use_freebets
source: Use {amount} of freebet
fr: Utiliser {amount} de Freebet

source: Used
fr: Misé

source: Used Cashback
fr: Solde Cashback utilisé

source: Used Replay
fr: Solde Cashback utilisé

source: User code
fr: Code utilisateur

# user_code_dynamic
source: User code: {code_str}
fr: Code utilisateur : {code_str}

# user_code_dynamic_copied
source: User Code {code_str} copied.
fr: Code utilisateur {code_str} copié.

# user_fail_to_add_payment_method
source: We can't add your Payment Method at this moment. Please try again later.
fr: Nous ne pouvons pas ajouter votre mode de paiement pour le moment. Veuillez réessayer plus tard.

# user_fail_to_load_full_profile
source: Something went wrong while loading your Full Profile.
fr: Une erreur s'est produite lors du chargement de votre profil.

# user_fail_to_load_limits
source: Something went wrong while loading your Limits.
fr: Une erreur s'est produite lors du chargement de vos limites.

# user_fail_to_load_pending_withdrawals
source: Something went wrong while loading your Pending Withdrawals.
fr: Une erreur s'est produite lors du chargement de vos retraits en attente.
