Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# promotions_welcome_bonus_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: • Offre ou bonus de Bienvenue – Jusqu’à 110€ de bonus (à partir du 17/12/2024, 15h00) Éligibilité Offre exclusivement réservée aux nouveaux joueurs de Betsson France âgés de 18 ans et plus, inscrits à partir du 16 décembre 2024 à 14h00 ; Un joueur ne peut bénéficier qu'une seule fois de l'offre de bienvenue. Structure du Bonus Le bonus de bienvenue consiste en un package de deux offres promotionnelles : Premier pari remboursé jusqu’à 100€ en cas de perte, crédité sous forme d’argent bonus. Un code promo d’une valeur de 10€, une fois les documents justificatifs d'identité et de domicile du joueur reçus et validés, en insérant le code « VERIF10 » depuis la section bonus. Vérification des documents Les documents requis sont une pièce d'identité en cours de validité et un justificatif de domicile de moins de douze mois. Conformément à nos CGU et la réglementation applicable, ces documents doivent être fournis dans les 30 jours suivant l'inscription pour prévenir un blocage temporaire du compte. Si les documents ne sont pas validés dans les 60 jours, le compte sera fermé de manière définitive et la deuxième partie du bonus ne sera pas octroyée. Conditions d'obtention Effectuez un premier dépôt en argent réel sur Betsson.fr. Placez votre premier pari sportif en argent réel (simple ou combiné, en live ou pré-match). Si ce pari est perdant, Betsson créditera un montant équivalent à votre mise (jusqu’à 100€) sous forme d’argent bonus, sous 12 heures. Si un 1er pari est annulé (ex : le joueur sur lequel vous avez placé votre pari ne débute pas le match), un nouveau pari doit être placé pour bénéficier du bonus de bienvenue. En cas d’utilisation du CashOut+, le bonus est perdu. Utilisation des Bonus Les bonus sont valides pendant 30 jours après leur attribution et peuvent être utilisés sur tout sport ou événement se déroulant dans les 30 jours suivants. Si les exigences de mise des bonus ne sont pas complétées sous 30 jours, le bonus ainsi que les gains associés générés seront définitivement perdus. Les gains générés grâce à l'argent bonus restent dans la balance bonus jusqu'à ce que les exigences de mises soient complétées. Les bonus crédités dans le cadre de l’offre de bienvenue doivent être misé 3 fois afin de transférer les gains générés et le bonus lui-même dans la balance « disponible », c’est à dire d’argent retirable : voir notre article sur les exigences de mise. Pour contribuer aux exigences de mise et transformer le bonus en argent réel, au moins un événement composant le ticket, simple ou combiné, doit présenter une cote de 2.00 ou plus. L’argent réel est utilisé avant l’argent bonus. Un premier pari est considéré comme tel à l’instant où votre 1er pari est accepté par Betsson. Dans le cas où un premier pari comprend une partie en argent réel et une autre partie en argent bonus, seule la partie en argent réel est éligible à l'offre de Bienvenue. Seules les mises effectuées avec le solde bonus comptent pour transformer le bonus en argent réel. Les mises en argent réel ne contribuent pas à cette conversion. Les exigences de mises peuvent être atteintes via des paris de divers montants. Les paris simples, combinés, Mixmatch, sont éligibles, en pré-match et en Live. Les paris système ne sont pas éligibles. Les paris sur lequel le CashOut+ a été utilisé ne remplissent pas les exigences de mise. Restrictions Limitation à un bonus par foyer, par adresse IP et moyen de paiement. En cas de multiples comptes ouverts, Betsson peut suspendre ou fermer le compte le plus récent et confisquer les bonus, les gains potentiels, les paris et les dépôts. Conversion et Retrait des Gains Les gains acquis avec le bonus sont affichés dans les soldes « Total » et « Bonus » du compte joueur. En cas de retrait ou d’annulation du bonus avant de satisfaire les exigences de mise, le bonus et les fonds non convertis dans la balance « Bonus » seront perdus. Cette action est irréversible. Après avoir rempli les conditions de mise, les fonds restants dans le solde « Bonus » deviennent disponibles au retrait et sont affichés dans le solde « Disponible ». Validité du Code Promo Un code promotionnel « VERIF10 », envoyé par email après la vérification des documents, est nécessaire pour activer la seconde partie du bonus de bienvenue. Le code promotionnel est valide pendant 30 jours à partir de la date de communication. Modification ou annulation de l'Offre Betsson se réserve le droit de modifier ou d'annuler l'offre de bienvenue à tout moment et sans préavis. Les Bonus déjà distribués seront toujours valides sous réserve d’être utilisés dans les conditions décrites.

source: Proof of Address
fr: Justificatif de domicile

# protect_account
source: In order to protect your account your password must:
fr: Pour cela, votre mot de passe doit :

source: QR code
fr: Votre QR code perso

# qr_code_description
source: Ask your friend to scan this QR code to register on Betsson.fr so you both can take advantage of the referral offer together.
fr: Invitez votre ami à scanner ce QR code pour s'inscrire sur Betsson et profitez ensemble de l'offre de parrainage.

# questionnaire_intro_1
source: To keep the fun going, keep it going. The Betsson team has put together a short questionnaire to help you evaluate your playing.
fr: Pour maintenir le plaisir du jeu, gardes-en sous le pied. L'équipe Betsson a mis en place un petit questionnaire pour t'aider à évaluer ta pratique de jeu.

# questionnaire_intro_2
source: Try to answer them as honestly as possible - you might be surprised at the results!
fr: Essaie d'y répondre le plus honnêtement possible, tu seras peut-être surpris du résultat !

# questionnaire_question_1
source: Playing is very important to me
fr: Le jeu occupe une place importante dans mon esprit

# questionnaire_question_10
source: Sometimes I try to hide my playing habits
fr: Il m'arrive de chercher à cacher ma pratique du jeu

# questionnaire_question_2
source: I've already used a number of methods to try to moderate, reduce or stop my gambling.
fr: J'ai déjà utilisé des méthodes pour tenter de modérer, diminuer ou arrêter ma pratique de jeu

# questionnaire_question_3
source: Sometimes I bet more money than I originally planned.
fr: Il m'arrive de miser plus d'argent que prévu initialement

# questionnaire_question_4
source: Sometimes I play again in the hope of recovering the money I've lost.
fr: Il m'arrive de rejouer dans l’espoir de récupérer l'argent que j'ai perdu

# questionnaire_question_5
source: I've already felt guilty about playing
fr: J'ai déjà ressenti de la culpabilité à jouer

# questionnaire_question_6
source: Not being able to play can make me impatient or nervous.
fr: Ne pas pouvoir jouer peut me rendre impatient ou nerveux

# questionnaire_question_7
source: I have experienced stress, anxiety or health problems caused by gambling.
fr: J'ai déjà ressenti du stress, de l’angoisse ou rencontré des problèmes de santé provoqués par la pratique des jeux d'argent

# questionnaire_question_8
source: My gambling has an overall negative impact on my finances, psychological health or family relationships.
fr: Ma pratique du jeu a globalement un impact négatif sur mes finances, ma santé psychologique ou mes relations familiales

# questionnaire_question_9
source: I've already sold something or borrowed money to be able to play
fr: J'ai déjà vendu quelque chose ou emprunté de l’argent pour pouvoir jouer

# questionnaire_success
source: Your answers have been registered, thank you for your time.
fr: Vos réponses ont été enregistrées, merci pour votre temps.

source: Queued
fr: En attente

source: Quit
fr: Quitter

source: Quit Register
fr: Abandonner l'inscription

# quit_register_message
source: Do you want to quit your initial register? All changes will be lost.
fr: Êtes-vous sûr de vouloir abandonner votre inscription ? Tous vos changements seront perdus.

source: Rankings
fr: Classements

# reached_max_stake_allowed
source: The maximum stake allowed is {value}
fr: La mise maximale autorisée est de {value}.

# reached_minimum_stake_allowed
source: The minimum stake allowed is {value}
fr: La mise minimale est de {value}.

source: Read about
fr: En savoir plus sur le

source: Read about our
fr: Avant de continuer :

source: Read all
fr: Tout lire

source: Read more
fr: En savoir plus

source: Recent searches
fr: Recherches récentes

source: Recover Password Sent
fr: Récupérer le mot de passe envoyé

# recover_password_sent_message
source: If the information provided is correct, a confirmation email will be sent to the registered email address. Click the link or Input the verification code in the email to complete the password reset process & create a new password.
fr: Si les informations fournies sont correctes, un email de confirmation vous sera envoyé. Cliquez sur le lien ou saisissez le code de vérification dans l'email pour réinitialiser le mot de passe.

source: Red cards
fr: Cartons rouges

# referal_friend
source: Referal a friend
fr: Parrainez vos amis

# referral_account_pending
source: To receive your bonus, your friend must validate his account
fr: Pour toucher votre Bonus, votre ami doit valider son compte

# referral_bonus_pending
source: To receive your bonus, your friend must validate his account and make a deposit.
fr: Pour toucher ton bonus, ton ami doit valider son compte et effectuer un dépôt

# referral_bonus_won
source: You received a €20 bonus for this referral
fr: Vous avez reçu un Bonus de 10€ pour ce filleul

# referral_deposit_pending
source: To receive your bonus, your friend must make a deposit
fr: Pour débloquer le Bonus, votre ami doit réaliser son premier dépôt

# referral_no_friends
source: Still no referrals? Share your code and receive bonuses.
fr: Toujours personne dans votre équipe ? Invitez vos amis maintenant et recevez vos bonus.

# referrals_number
source: {number} referrals
fr: {number} parrainages

# referrals_number_single
source: {number} referral
fr: {number} parrainage

source: Refresh
fr: Actualiser

source: Refund
fr: Remboursement

# refused_location
source: Unfortunately, we could not get access to your Location this time.
fr: Le VAR est perplexe : nous n'avons pas pu accéder à votre position.

# refused_location_subtitle
source: At any moment, please enable this option at Settings > Sportsbook
fr: Activez cette option quand vous le souhaitez depuis Paramètres > Betsson

source: Register
fr: S'inscrire

# register_error_title
source: Sign up error
fr: Problème lors de l'inscription

# register_success_title
source: Registration Successful!
fr: Inscription réussie!

# register_success_message
source: Your account was registered and logged in!
fr: Votre compte a été créé et vous êtes connecté!

# phone_number_length_error
source: Phone number must be between {min} and {max} digits
fr: Le numéro de téléphone doit contenir entre {min} et {max} chiffres

# first_name_length_error
source: First name must be between {min} and {max} characters
fr: Le prénom doit contenir entre {min} et {max} caractères

# minimum_age_error
source: You must be at least 21 years old to register
fr: Vous devez avoir au moins 21 ans pour vous inscrire

# date_must_be_after
source: Date must be after {date}
fr: La date doit être postérieure au {date}

source: Reject
fr: Rejeter

source: Rejected
fr: Rejeté

source: Released
fr: Libéré

source: Remaining
fr: Restant

source: Remaining / Total Bonus
fr: Bonus restant / Bonus total

source: Remaining / Total Wager
fr: Mise restante / Mise totale exigée

source: Remember
fr: Se souvenir

source: Remove from favorites
fr: Retirer des favoris

source: Replay
fr: Cashback

source: Replay Balance
fr: Solde Cashback

# replay_exceed_value_error
source: Replay Balance exceeded. The Max value is {replayBalance}
fr: Solde Cashback dépassé. Max {replayBalance}

# replay_info
source: Get back some of your bet if you lose.
fr: Perdu ? Le Cashback vous remet en jeu, récupérez une partie de votre mise !

# replay_page_section_1_description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Curabitur nec auctor mi. Proin mi nibh, commodo nec ante eu, facilisis bibendum urna. Mauris mollis dui sit amet eros mattis, vitae laoreet sapien facilisis. Integer commodo, ligula in tincidunt dignissim, sem lorem congue lacus, sit amet euismod dolor purus ut libero.
fr: Un petit revers? Pas de souci. Si votre combiné ne tourne pas comme prévu, notre Cashback est là pour vous donner un second souffle ! Profitez de 10% de votre mise en retour dès la clôture de toutes les sélections de votre ticket, directement ajouté sous forme de crédit de jeu.

# replay_page_section_1_title
source: What’s Replay?
fr: Le Cashback : qu'est ce que c'est ?

# replay_page_section_2_description
source: No. Only bets with the following symbol attached to it have Replay available:
fr: Ajoutez au moins trois événements portant le symbole Cashback à votre ticket. Pour être éligible, toutes les sélections de votre ticket doivent avoir une cote minimale de 1.30 et comporter le symbole distinctif :

# replay_page_section_2_title
source: Are all bets available to Replay?
fr: Quels paris sont éligibles au Cashback ?

# replay_page_section_3_description_1
source: No, but you can use that balance in any of your bets by selecting it on the betslip. See example:
fr: Le solde Cashback n'est pas retirable mais les gains, si ! Activez le bouton pour placer votre pari avec votre solde Cashback

# replay_page_section_3_description_2
source: By toggling on the switch, you can use your balance for the bet.
fr: En activant ce bouton, choisissez d'utiliser ou non le solde Cashback pour votre pari.

# replay_page_section_3_title
source: Can I withdraw Replay Balance?
fr: Puis-je retirer mon solde Cashback ?

# replay_page_section_4_description
source: Check for this tag on your bets to see if you used your replay balance on it:
fr: Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette suivante :

# replay_page_section_4_title
source: How do I know if I used my Replay balance on a bet?
fr: Comment puis-je savoir si j'ai utilisé mon solde Cashback pour un pari ?

source: Report
fr: Rapport

source: Request Code
fr: Code de Demande

# request_concerns
source: Your request concerns
fr: Votre demande concerne

source: Required Field
fr: Information nécessaire

source: Resend code
fr: Renvoyer le code

source: Resend code in
fr: Renvoyer le code dans

source: Resend Email
fr: Renvoyer un email

source: Resend Verification Email
fr: Renvoyer l'email de vérification

source: Reset
fr: Réinitialiser

# reset_code
source: Password Reset Code
fr: Code de réinitialisation du mot de passe

# reset_pwd
source: Reset Password
fr: Réinitialiser le mot de passe

# reset_success
source: Your Password has been updated successfuly!
fr: Votre mot de passe a été mis à jour avec succès !

source: Residence ID
fr: Titre de séjour

source: Resolved
fr: Fermé

source: Responsible Gambling
fr: Jeu responsable

# responsible_gambling_footer_link
source: Responsible Gambling
fr: Jeu responsable

# responsible_gaming
source: Read about Responsible Gambling.
fr: Jeu responsable

# responsible_gaming_information_1_content
source: RG content info 1 (EN)
fr: RG content info 1 (FR)

# responsible_gaming_information_1_title
source: RG info title 1 (EN)
fr: RG info title 1 (FR)

# responsible_gaming_information_2_content
source: RG content info 2 (EN)
fr: RG content info 2 (FR)

# responsible_gaming_information_2_title
source: RG info title 2 (EN)
fr: RG info title 2 (FR)

# responsible_gaming_information_3_content
source: RG content info 3 (EN)
fr: RG content info 3 (FR)

# responsible_gaming_information_3_title
source: RG info title 3 (EN)
fr: RG info title 3 (FR)

# responsible_gaming_title
source: Responsible Gaming
fr: Jeu responsable

source: Result
fr: Résultat

source: Results
fr: Résultats

# results_count
source: {num} Results
fr: {num} résultats

# results_count_singular
source: {num} Result
fr: {num} Résultat

# return_money
source: Your return will be
fr: Montant sécurisé :

# return_text
source: Return
fr: Gains

source: Returned
fr: CashOut+

# returnx
source: Return: {value}€
fr: Gain : {value}€

source: Retry
fr: Réessayer

# rf_fifth_description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.
fr: Si vous souhaitez devenir affilié de Betsson.fr, ce n'est pas ici que ça se passe ! Pour en savoir plus sur notre programme d'affiliation et pour démarrer votre partenariat, nous vous invitons à contacter notre service client. Notre équipe se fera un plaisir de vous fournir toutes les informations nécessaires et de vous guider à travers le processus d'affiliation.

# rf_fifth_title
source: Affiliation Regulations
fr: Règles relatives à l'affiliation

# rf_first_deposit
source: 1st deposit
fr: 1er dépôt

# rf_first_description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur
fr: Capitaine ! Rassemblez votre équipe, invitez vos amis et partagez 20€ (10€ de bonus chacun) à chaque fois qu'un nouveau coéquipier vérifie son compte et effectue son premier dépôt ! C'est simple, rapide et tout le monde y gagne !

# rf_first_title
source: Refer your friends and get a €20 bonus!
fr: Partagez la prime avec vos amis !

# rf_fourth_description
source: Find here the list of your godchildren registered in the last 12 months
fr: Retrouvez ici vos filleuls inscrits sur les 12 derniers mois, et leur progression :

# rf_fourth_second_title
source: My sponsor
fr: Votre parrain

# rf_fourth_title
source: My godchildren
fr: La feuille de match :

# rf_second_description
source: You have {referrals} left over the next {days}. After this period, your counter will return to 5 possible referrals.
fr: Vous pouvez encore parrainer {referrals} ami(s) sur les {days} prochains jours. Passé cette période, votre compteur sera réinitialisé à 5 parrainages possibles.

# rf_second_description_nv
source: To be able to sponsor your friends, you must first validate your account and make an initial deposit.
fr: Pour pouvoir parrainer vos amis, vous devez d'abord valider votre compte et effectuer un premier dépôt.

# rf_second_first_bottom_nv
source: Validate my account
fr: Valider mon compte

# rf_second_second_bottom_nv
source: Make my 1st deposit
fr: Faire mon 1er dépôt

# rf_second_title_nv
source: How can I sponsor my friends?
fr: Comment parrainer mes amis ?

# rf_third_fs_bottom
source: Share a link
fr: Partager votre lien

# rf_third_fs_description
source: Choose the method of your choice to share the referral link with your friend (SMS, Whatsapp, messanger, email, etc...)
fr: Envoyez-leur la convocation du Capitaine et faites-leur aussi gagner 10€ chacun, en plus de leur offre de bienvenue !

# rf_third_fs_title
source: Share a link by SMS, Whatsapp, Email...
fr: Par SMS, Whatsapp, Messenger...

# rf_third_ss_bottom
source: See the QR code
fr: QR code

# rf_third_ss_description
source: All your friend has to do is scan this QR code to sign up and take advantage of the referral program.
fr: Faites scanner votre QR code, bâtissez votre équipe et gagnez des bonus ensemble.

# rf_third_ss_title
source: Display a QR code
fr: Grâce à votre QR code

# rf_third_sub_title
source: Use the method of your choice to sponsor your friend
fr: C'est vous le sélectionneur ! Vous pouvez ajouter jusqu'à 5 nouveaux joueurs par mois en les invitant à créer un compte :

# rf_third_title
source: How can I sponsor my friend?
fr: Comment parrainer votre ami ?

source: RiB Document
fr: Relevé d'Identité Bancaire

# rib_number
source: IBAN Number
fr: Numéro de IBAN

source: Save
fr: Sauvegarder

source: Save Profile
fr: Enregistrer le profil

source: Search
fr: Recherche

# search_by_contact
source: Search by contact name...
fr: Rechercher par nom de contact...

source: Search by username...
fr: Rechercher par pseudo

source: Search contacts
fr: Rechercher des contacts

# search_field
source: Search...
fr: Recherche…

# search_field_competitions
source: Search competitions..
fr: Filtrez par pays...

source: Search for Teams or Competitions...
fr: Recherchez par nom d'équipe...

# search_friend
source: Search a friend
fr: Rechercher un ami

# search_friend_code
source: Search friend with code
fr: Trouvez un ami avec son code

source: Search Results
fr: Résultats de recherche

# second_empty_my_competitions
source: Go to the competitions list and mark them as favorites.
fr: Accédez à la liste des compétitions et sélectionnez vos favorites.

# second_empty_no_bets
source: You haven’t made a bet yet, it’s time to bet on your favourites.
fr: Placez un pari et illuminez le jeu !

# second_empty_no_login_to_bet
source: You need to be logged in to be able to bet.
fr: Vous devez être connecté pour pouvoir parier.

# second_empty_no_transactions
source: You haven’t made a transation yet, it’s time to deposit some money and start betting on your favourites.
fr: Vous n'avez pas encore effectué de transaction, créditez votre compte pour entrer en jeu !

source: Second half time
fr: Deuxième mi-temps

# second_info_descrition_cashback
source: Add at least three events with the Cashback symbol to your ticket. To be eligible, all ticket selections must have minimum odds of 1.30 and display the distinctive symbol:
fr: Ajoutez au moins trois événements portant le symbole Cashback à votre ticket. Pour être éligible, toutes les sélections de votre ticket doivent avoir une cote minimale de 1.30 et comporter le symbole distinctif :

# second_info_descrition_replay
source: Nope! To know which ones are available, check if it has this tag:
fr: Ajoutez au moins trois événements portant le symbole Cashback à votre ticket. Pour être éligible, toutes les sélections de votre ticket doivent avoir une cote minimale de 1.30 et comporter le symbole distinctif :

# second_info_title_cashback
source: Which bets are eligible for Cashback?
fr: Quels paris sont éligibles au Cashback ?

# second_info_title_replay
source: Are all bets available to Replay?
fr: Quels paris sont éligibles au Cashback ?

# second_password_requirement
source: Contain an uppercase character
fr: Contenir une lettre majuscule

# second_term
source: Accept Terms &amp; Conditions
fr: J'accepte les Termes et Conditions

source: seconds
fr: secondes

source: Security
fr: Sécurisez votre compte
