Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# cashback_page_section_3_description_2
source: By activating this button, choose whether or not to use the Cashback balance for your bet.
fr: En activant ce bouton, choisissez d'utiliser ou non le solde Cashback pour votre pari.

# cashback_page_section_3_title
source: Can I withdraw my Cashback balance?
fr: Puis-je retirer mon solde Cashback ?

# cashback_page_section_4_description
source: Bets where the Cashback balance has been used will display the following label:
fr: Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette suivante :

# cashback_page_section_4_title
source: How can I tell if I used my Cashback balance on a bet?
fr: Comment puis-je savoir si j'ai utilisé mon solde Cashback pour un pari ?

source: Cashed Out
fr: Gains CashOut+

source: Cashout available
fr: CashOut+ disponible

# cashout_available_for_bet
source: Cashout is available for this bet
fr: CashOut+ est disponible pour ce pari

# cashout_confirmation
source: Are you sure you want to cashout {amount} ?
fr: Êtes-vous sûr de vouloir retirer {amount} ?

source: Cashout Error
fr: Erreur CashOut+

# cashout_info
source: Get a percentage of your bet back before the game is over
fr: Sécurisez une partie de votre mise avant la fin de l'événement

# cashout_no_longer_available
source: This bet cashout is no longer available.
fr: Le CashOut+ n'est plus disponible sur ce ticket de pari.

# cashout_prompt_message
source: Your return money will be “{value} €”
fr: Vous recevrez "{value}€"

# cashout_reoffer_warning_text
source: This bet cashout re-offer value has changed to {cashoutReofferValue}{currencySymbol}. Do you want to accept it?
fr: CashOut+ vous propose désormais {cashoutReofferValue}{currencySymbol}. Accepter ?

# cashout_reoffer_warning_title
source: Cashout Re-Offer Warning
fr: Avertissement : valeur du CashOut+ ajustée

# cashout_success_text
source: Your bet was cashed out successfully!
fr: CashOut+ validé !

source: Casino Regulation
fr: Réglementation Casinos

# casual_pathologic_gambling
source: Casual vs Pathologic Gambling
fr: À propos du jeu responsable

# casual_pathologic_question
source: Casual vs Pathologic Gaming what are the differences?
fr: Savoir reconnaitre les signes avant-coureurs

source: Change
fr: Changement

source: Change Language
fr: Changer de langue

source: Change Password
fr: Changer le mot de passe

# change_password_error
source: Can't proceed with change password at the moment. Please try again later
fr: Impossible de changer le mot de passe pour le moment. Veuillez réessayer plus tard

source: Chat with us
fr: Chat

# check_bet_result
source: Check the result of this bet!
fr: Consultez le résultat de ce pari !

# check_email
source: Check your Email
fr: Vérifiez votre email

# check_email Vérifiez votre e-mail
source: Verify your email address
fr: Vérifiez votre adresse email

# check_email_text
source: We have sent a Code to {email}
fr: Nous avons envoyé un code à {email}

# check_email_text1
source: We have sent a code to
fr: Nous avons envoyé un code à

# check_email_text2
source: with a link to Sign In.
fr: avec le lien pour vous connecter.

# check_this_bet_made
source: Check out this bet I made!
fr: Jette un coup d'œil à mon pari !

# check_this_game
source: Hey! Check this game on Sportsbook.
fr: Hey ! Jette un œil à ce match sur Betsson !

source: Choose a cash out amount
fr: Choisir un montant de cashout

# choose_avatar
source: Choose one of our standard avatars for your icon.
fr: Commencez par choisir le guide Betsson qui vous accompagnera dans l'aventure !

source: Choose competitions
fr: Sélectionnez vos compétitions

# choose_competitions_dynamic
source: Choose competitions ({num})
fr: Sélectionnez vos compétitions ({num})

source: Choose Email
fr: Saisissez votre email

# choose_odds_range
source: Choose odds for market {market}
fr: Choisissez les cotes {market} à afficher

source: Choose Sport
fr: Sports disponibles

source: Choose time period
fr: Choisir une période

# choose_type_of_identification
source: Choose What Type of Identification
fr: Choisissez le type d'identification

# chose_new_deposit_limit
source: Chose a new deposit limit
fr: Choisir une nouvelle limite de dépôt

source: City
fr: Ville

# city_is_required
source: The city is a required field. Please complete this field.
fr: La ville doit être renseignée.

source: Claim Bonus
fr: Réclamer le bonus

# claim_first_deposit_bonus
source: Claim a first deposit bonus!
fr: Demandez un bonus de premier dépôt !

source: Clear all
fr: Tout effacer

source: Clear Betslip
fr: Effacer le bulletin de pari

source: Close
fr: Fermer

source: Close Account
fr: Fermer le compte

# close_account_alert_text
source: You are about to close your account. If you continue, you won't be able to access your account anymore. This process is irreversible. Do you with to close your account permanently?
fr: Êtes-vous sûr(e) de vouloir fermer définitivement votre compte ? Cette action est irréversible.

source: Close Account Error
fr: Erreur lors de la fermeture du compte

# close_account_error_message
source: There was an error closing your account, please contact support.
fr: Une erreur s'est produite lors de la fermeture de votre compte, veuillez contacter le Service Client.

source: Close Account Success
fr: Fermeture du compte confirmée

# close_account_success_message
source: Your account has been successfully closed.
fr: Votre compte a été fermé.

source: Close Stats
fr: Fermer statistiques

# closed_market
source: Closed
fr: Fermé

# code_sent
source: We have sent a Code to your email.
fr: Nous vous avons envoyé un code par email.

source: Code Verification Error
fr: Echec de la vérification du code

source: Collapse
fr: Effondrement

source: Collapse all
fr: Tout fermer

source: Comment
fr: Commentaire

source: Competition
fr: Compétition

source: Competition Details
fr: Détails de la compétition

source: Competition Markets
fr: Paris sur la Compétition

# competition_no_longer
source: This competition is no longer available for betting.
fr: Les paris sur cette compétition sont clos.

source: Competitions
fr: Compétitions

# competitions_check_limit
source: You can select only 5 competitions
fr: Vous pouvez sélectionner jusqu'à 5 compétitions

# competitions_filter_all_categories
source: Categories A-Z
fr: Catégories A à Z

# competitions_filter_popular_competitions
source: Popular Competitions
fr: Compétitions à l'affiche

# competitions_filter_search_placeholder
source: Search for Competitions...
fr: Filtrer par pays...

# complete_profile_description
source: To get the most of this app please finish setting up your profile
fr: Terminez la configuration de votre profil pour débloquer toutes les fonctionnalités de l'appli.

# complete_profile_message
source: To use the App on it’s full potential please finish setting up your Profile.
fr: Terminez la configuration de votre profil pour débloquer toutes les fonctionnalités de l'appli.

source: Complete Sign Up
fr: Terminer l'inscription

source: Complete your profile
fr: Complétez votre profil

source: Complete your verification
fr: Valider mon compte

source: Confirm
fr: Confirmer

# confirm_close_account_button
source: Yes, close my account
fr: Oui, fermer mon compte

source: Confirm Password
fr: Confirmer le mot de passe

# confirm_password_error
source: Passwords must match
fr: Les mots de passe doivent être identiques

source: Congratulations!
fr: Bonus de 10€ crédité !

source: Contact list
fr: Liste de contacts

source: Contact Preferences
fr: Préférences de contact

# contact_preferences_error
source: We can't update your Contact Preferences at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour vos préférences de contact pour le moment. Veuillez réessayer plus tard.

# contact_preferences_updated
source: Your Contact Preferences were updated
fr: Vos préférences de contact ont été mises à jour

source: Contact Settings
fr: Préférences de contact

# contact_support
source: Contact support if you want to change your profile informations.
fr: Contactez le Service Client si vous souhaitez modifier les informations de votre profil.

source: Contact Us
fr: Contactez-nous

# continue_without_accepting_cookies
source: Continue without accepting
fr: Continuer sans accepter

# cookie_alert
source: By continuing to use this website you consent to the use of cookies. Read about our
fr: En poursuivant votre navigation sur ce site, vous consentez à l'utilisation de cookies. Voir

# cookie_policy
source: Cookies Policy
fr: Politique relative aux cookies

# cookie_policy_footer_link
source: Cookie Policy
fr: Politique relative aux cookies

source: Copied to clipboard
fr: Copié dans le presse-papier

source: Copy Booking Code
fr: Copier le Code de Réservation

source: Copy link
fr: Copier le lien

source: Countries Available
fr: Pays disponibles

source: Country
fr: Pays

# country_name_too_long
source: Country name is too long
fr: Le nom du pays est trop long

source: Country of birth
fr: Pays de naissance

# country_plural_other
source: countries
fr: des pays

source: Create a new account
fr: Créer un compte

# create_account
source: Create an account
fr: Créer un compte

source: Current Balance
fr: Argent réel

source: Current limits
fr: Limites actuelles

source: Current password incorrect.
fr: Mot de passe actuel incorrect.

source: Custom
fr: Personnaliser

source: Daily
fr: Tous les jours

source: Dark Mode
fr: Mode sombre

source: Data updated successfully!
fr: Données mises à jour avec succès !

source: Date of birth
fr: Date de naissance

source: Date Range
fr: Période

# date_range_filter
source: Date range
fr: Période

source: Day
fr: Jour

source: Days
fr: Jours

# days_number
source: {number} days
fr: {number} jours

# days_number_single
source: {number} day
fr: {number} jour

source: Default Market
fr: Format par défaut

# default_ticket_text_received
source: {username} shared a ticket
fr: {username} a partagé un ticket

source: Delete
fr: Supprimer

source: Delete all
fr: Tout supprimer

# delete_all_bets_confirmation
source: Are you sure you want to delete all your selections?
fr: Voulez-vous vraiment supprimer toutes vos sélections ?

# delete_contact
source: Delect Contact
fr: Effacer le contact

source: Deleted
fr: Supprimé

source: Department of birth
fr: Département de naissance (numéro)

# department_of_birth_invalid
source: This department of birth is invalid.
fr: Ce département de naissance est invalide.

source: Deposit
fr: Créditer

source: Deposit Cancel
fr: Dépôt Annulation

source: Deposit Error
fr: Erreur de dépôt

# deposit_error_message
source: The deposit couldn't be processed at the moment. Please try again later.
fr: Le dépôt n'a pas pu être traité pour le moment. Veuillez réessayer plus tard.

# deposit_error_paypal_account_already_in_use
source: The Paypal account you just used is already associated to another user account. The transaction was rejected.
fr: Le compte Paypal que vous venez d'utiliser est déjà associé à un autre compte utilisateur. La transaction a été rejetée.

source: Deposit Limit
fr: Limite de dépôt

source: Deposit limit amount
fr: Montant limite de dépôt

source: Deposit limit Error
fr: Erreur de limite de dépôt

# deposit_limit_info
source: Set a weekly limit to how much you can deposit in your account.
fr: C'est le montant maximum que vous pouvez déposer, en une ou plusieurs fois, sur une période de 7 jours consécutifs.

# deposit_limit_info_p_1
source: If you increase or delete an existing limit the implementation of the new limit will take 1 day to take effect.
fr: Toute modification concernant l'augmentation d'une limite existante ne sera effective qu'après un délai de réflexion de 48 heures.

# deposit_limit_info_p_2
source: If you lower an existing limit the new limit will take effect immediately.
fr: En revanche, la diminution d'une limite existante entrera en vigueur immédiatement.

# deposit_limit_locked
source: Deposit limit set for your account is locked. You can update this limit again after: {period}
fr: La limite de dépôt définie pour votre compte est verrouillée. Vous pourrez la modifier après {période}

# deposit_limit_removal_error
source: We can't remove your Deposit Limit at this moment. Please try again later.
fr: Nous ne pouvons pas supprimer votre limite de dépôt pour le moment. Veuillez réessayer plus tard.

# deposit_limit_removal_success
source: Your Deposit Limit was removed
fr: Votre limite de dépôt a été levée

# deposit_limit_set
source: Deposit limit set for your account.
fr: Limite de dépôt enregistrée.

# deposit_limit_update_error
source: We can't update your Deposit Limit at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour votre limite de dépôt pour le moment. Veuillez réessayer plus tard.

# deposit_limit_update_success
source: Your Deposit Limit was updated
fr: Votre limite de dépôt a été mise à jour

source: Deposit Limits
fr: Limites de dépôt

# deposit_more_funds
source: Deposit more funds in order to place this bet.
fr: Solde insuffisant ! Faites un dépôt pour placer ce pari.

source: Deposit refunded
fr: Dépôt remboursé

# deposit_text
source: Deposit
fr: Dépôt

source: Deposit Value
fr: Montant

source: Deposits
fr: Dépôts

# description_iban_request
source: Before continuing we need to confirm your IBAN.
fr: Avant de poursuivre, nous devons confirmer votre IBAN.

# details_cookies
source: We respect your data and would like to offer you an optimized experience: - Through a high-performance and secure application. - With relevant offers through adapted advertisements. Our partners and we use services and cookies to securely provide you with these commitments. You can change your preferences.
fr: Nous respectons vos données et souhaitons vous offrir une expérience optimisée : • Grâce à une application performante et sécurisée. • Avec des offres pertinentes et personnalisées. Nos partenaires et nous utilisons des services et des cookies pour vous fournir ces engagements en toute transparence et sécurité. Vous pouvez modifier vos préférences à tout moment.

# details_cookies_settings
source: Configure my data management. Betsson's tracking systems are of two types: - Essential: These are necessary for the proper functioning and security of the services offered. - Recommended: These enable an optimized experience.
fr: Configurer ma gestion de données. Il existe deux types de système de tracking chez Betsson : • Essentiel : il s'agit des outils qui assurent le bon fonctionnement et la sécurité des services offerts. • Recommandé : ces réglages permettent de bénéficier d'une expérience de jeu optimale.

# details_cookies_title
source: Welcome to Betsson.fr
fr: Bienvenue sur Betsson.fr

source: Device Settings
fr: Ouvrir les réglages de votre appareil

source: Didn't receive it?
fr: Vous ne l'avez pas reçu ?

source: Direct Message sent.
fr: Message direct envoyé.

source: Discuss
fr: Discutez !

# dismiss_title
source: Not Now
fr: Pas maintenant

source: Do you want to enable Touch ID?
fr: Voulez-vous activer Touch ID ?

# docs_need_validation_before_others
source: Your identification documents need to be valid before you can add other documents.
fr: Vos documents d'identification doivent être approuvés avant de pouvoir ajouter d'autres documents.

# docs_need_validation_before_rib
source: Your identification documents need to be valid before you can add your RiB.
fr: Vos documents d'identification doivent être approuvés avant de pouvoir ajouter votre RIB.

source: Document Validation Required
fr: Contrôle VAR !

# document_validation_required_description
source: To access all features of our platform, we require you to submit your valid documents for verification.
fr: Recevez 10€ de bonus en vérifiant simplement votre compte !

# documents_id
source: Documents and ID
fr: Documents et pièce d'identité

# documents_manual_upload
source: Upload Documents
fr: Téléchargement manuel des documents

source: Done
fr: Fait

# download_app
source: Download the App
fr: Téléchargez l'appli Betsson

source: Dpt code
fr: Département

source: Draw
fr: Match nul

source: Draws
fr: Matchs nuls

# driving_licence
source: Driving License
fr: Permis de conduire

source: Driving Licence or Passport
fr: Document à votre nom et de moins de 3 mois.

source: Edit
fr: Éditer

source: Edit Contact
fr: Éditer Contact

source: Edit Group
fr: Éditer Groupe

source: Email Address
fr: Email

# email_already_in_use
source: This email is already in use
fr: Cet email est déjà utilisé

# email_already_registered
source: This email address is already registered.
fr: Cet mail est déjà enregistré.

source: Email already taken
fr: Adresse email déjà prise

source: Email doesn't exist
fr: L'email n'existe pas

# email_exists
source: Email already exists.
fr: Cet email est déjà utilisé.

# email_not_verifiable
source: Sorry we cannot verify this email
fr: Désolé, nous ne pouvons pas vérifier cet email

source: Email or Username
fr: Email ou Pseudo

# email_sent_reset_password
source: We have sent an email with the instructions to Reset your Password
fr: Nous vous avons envoyé un email avec les instructions pour réinitialiser votre mot de passe

source: Email unavailable
fr: Email indisponible

source: Email Verification
fr: vérification de l'email

# empty_betslip_info_subtitle
source: Here are your suggested bets!
fr: Voici vos paris suggérés !

# empty_betslip_info_title
source: You don't have any selections yet.
fr: Ajouter un pari pour commencer

# empty_betting_history_text_days
source: You haven't made a bet for the last {nDays} days. It's time to bet on your favorites.
fr: Aucun pari placé sur les {nDays} derniers jours. Mettez vos compétences à l'épreuve sur les événements à l'affiche.

# empty_betting_history_text_days_cashout
source: You haven't cashout a bet for the last {nDays} days. It's time to bet on your favorites.
fr: Aucun CashOut+ sur les {nDays} derniers jours. Pensez-y pour vos prochains paris, il pourrait vous sauver la mise !

# empty_betting_history_text_days_open
source: You don't have open bets. It's time to bet on your favorites.
fr: Vous n'avez pas de paris en cours. Placez un pari maintenant sur les événements à l'affiche.

# empty_betting_history_text_days_won
source: You haven't won a bet for the last {nDays} days. It's time to bet on your favorites.
fr: Aucun pari gagné sur les {nDays} derniers jours... Utlisez l'onglet «Statistiques» pour bien préparer vos paris.

# empty_betting_history_text_period
source: You didn't place any bets in the selected period. It's time to bet on your favorites.
fr: Pas très inspiré ! Aucun pari placé durant la période sélectionnée... Entrez en jeu dès maintenant !

# empty_betting_history_text_period_cashout
source: You didn't cashout any bets in the selected period. It's time to bet on your favorites.
fr: Vous n'avez pas utilisé le CashOut+ pendant la période sélectionnée. Pensez-y pour vos prochains paris, il pourrait vous sauver la mise !

# empty_betting_history_text_period_open
source: You don't have open bets in the selected period. It's time to bet on your favorites.
fr: Vous n'avez plus de paris ouverts sur la période sélectionnée.

# empty_betting_history_text_period_won
source: You didn't win any bets in the selected period. It's time to bet on your favorites.
fr: Aucun pari gagné sur la période sélectionnée. Un passage par l'onglet « Statistiques » avec le Professeur s'impose !

# empty_betting_history_title
source: There's no bets here!
fr: Rien à afficher ici...

# empty_list_with_filters
source: There are no results for this filters.
fr: Oups ! Ces filtres n'ont rien donné

# empty_my_competitions
source: You don't have favorite competitions for this sport!
fr: Affichez ici toutes vos compétitions sélectionnées

# empty_my_games
source: You don't have favorite games for this sport!
fr: Affichez ici vos événements sélectionnés

# empty_transactions_history_text_days
source: You haven't made a transaction for the last {nDays} days. It's time to deposit some money and start betting on your favorites.
fr: Aucune transactions sur les {nDays} derniers jours... Faites un dépôt pour parier sur les matchs à l'affiche !

# empty_transactions_history_text_period
source: You haven't made a transaction for the selected period. It's time to deposit some money and start betting on your favorites.
fr: Rien à afficher ici

# empty_transactions_history_title
source: There's no transactions here!
fr: Rien à afficher ici...

# enable_location
source: Enable Location Services
fr: Activer les services de localisation

# enter_a_valid_email_format
source: Please enter a valid email format
fr: Veuillez saisir un format d'email valide

# enter_associated_email
source: Please enter the Email associated with your Account.
fr: Veuillez saisir l'email associé à votre compte.

source: Enter booking code
fr: Entrez le code de réservation

# enter_code
source: Enter the Code
fr: Entrer le code

# enter_code_text
source: Enter the code we have sent to your Email
fr: Entrez le code que vous avez reçu par email

# enter_new_password
source: Enter a New Password
fr: Entrez un nouveau mot de passe

# enter_new_pwd
source: Please enter a new Password.
fr: Choisissez votre nouveau mot de passe.

# enter_validation_code
source: Please enter the verification code we have sent to
fr: Veuillez saisir le code de vérification que nous vous avons envoyé

source: Error
fr: Erreur

# error_bonus_code
source: Your code couldn't be applied. Please contact our support.
fr: Votre code n'a pas pu être appliqué. Veuillez contacter notre Service Client.

# error_edit
source: We can’t update your information at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour vos informations pour le moment. Merci de réessayer plus tard.

# error_edit_password
source: We can’t update your password at this moment. Please try again later.
fr: Nous ne pouvons pas mettre à jour votre mot de passe pour le moment. Merci de réessayer plus tard.

# error_loading_profile
source: Error loading the user profile
fr: Erreur lors du chargement du profil

# error_loading_session
source: Error loading the user session
fr: Erreur lors du chargement de la session utilisateur

# error_login
source: Login failed. Please try again!
fr: La connexion a échoué. Merci de réessayer !

source: Error placing Bet.
fr: Faux-départ ! Votre pari n'a pas été enregistré. Essayez à nouveau.

# error_profile_not_updatable
source: We're sorry, but your profile isn't updatable. You won't be able to edit this information.
fr: Nous sommes désolés, mais ces informations ne peuvent pas être modifiées.

source: Essential (mandatory)
fr: Essentiel (obligatoire)

source: EULA
fr: CGU

# event_unavailable
source: This event is no longer available.
fr: Cet événement n'est plus disponible.

source: Everyone
fr: Tout le monde

# exclusion_date_message
source: Date must be greater or equal than today
fr: La date doit être supérieure ou égale à aujourd'hui

source: Exclusion Period
fr: Période d'exclusion

source: Expand
fr: Voir plus

source: Expand all
fr: Tout afficher

source: Expire Date
fr: Date d'expiration

# expire_in_days
source: Expires in {numberOfDays} days
fr: Plus que {numberOfDays} jours

source: Expired
fr: Expiré

source: Expires
fr: Expire

source: Explore more bets
fr: Explorer plus de paris

source: Extra Docs.
fr: Documents supplémentaires

source: F.A.Q or Contact Us.
fr: F.A.Q ou Service Client.

source: Face ID login
fr: Connexion avec Face ID

# face_id_message
source: Do you want to use Face ID?
fr: Voulez-vous utiliser Face ID ?

source: Failed
fr: Échec

# failed_to_load_game
source: Failed to load the game
fr: Echec du chargement du jeu

source: Failed to load profile
fr: Échec du chargement du profil
