Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# failed_to_place_bet
source: Bet Failed
fr: Echec du pari

source: FAQ's
fr: F.A.Q

# faqs_footer_link
source: FAQs
fr: F.A.Q

# favourite_team_question
source: What is your favourite Team?
fr: Quelle est ton équipe de cœur ?

source: Favourites
fr: Favoris

source: Female
fr: Femme

# fifth_password_requirement
source: Be alphanumeric with at least 1 symbol from {symbols}
fr: Contenir exclusivement l'un des symboles suivants {symbols}

source: Filter
fr: Filtre

source: Filter by Date
fr: Filtrer par date

source: Filter Markets
fr: Filtrer par type de pari

source: Filters
fr: Filtres

source: Filters applied to:
fr: Filtres appliqués à:

source: Fingerprint login
fr: Connexion par empreinte digitale

source: Finish up profile
fr: Terminer le profil

source: First deposit!
fr: Prêt à entrer en jeu ?

# first_deposit_subtitle
source: Make your first deposit now!
fr: Activez votre bonus

# first_info_descrition_cashback
source: A small setback? No worries. If your accumulator doesn't go as planned, our Cashback is here to give you a second wind! Enjoy 10% of your stake back as soon as all your ticket selections are settled, directly added as game credit.
fr: Un petit revers? Pas de souci. Si votre combiné ne tourne pas comme prévu, notre Cashback est là pour vous donner un second souffle ! Profitez de 10% de votre mise en retour dès la clôture de toutes les sélections de votre ticket, directement ajouté sous forme de crédit de jeu.

# first_info_descrition_replay
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Curabitur nec auctor mi. Proin mi nibh, commodo nec ante eu, facilisis bibendum urna. Mauris mollis dui sit amet eros mattis, vitae laoreet sapien facilisis. Integer commodo, ligula in tincidunt dignissim, sem lorem congue lacus, sit amet euismod dolor purus ut libero.
fr: Un petit revers? Pas de souci. Si votre combiné ne tourne pas comme prévu, notre Cashback est là pour vous donner un second souffle ! Profitez de 10% de votre mise en retour dès la clôture de toutes les sélections de votre ticket, directement ajouté sous forme de crédit de jeu.

# first_info_title_cashback
source: What is Cashback?
fr: Qu’est-ce que le Cashback ?

# first_info_title_replay
source: What’s Replay?
fr: Qu’est-ce que le Cashback ?

source: First name
fr: Prénom

# first_name_is_required
source: The first name is a required field. Please complete this field.
fr: Le prénom doit être renseigné.

# first_password_requirement
source: Have length between 9 and 16 characters
fr: Comporter entre 9 et 16 caractères

# first_term
source: I allow my email to be used for marketing
fr: J'autorise Betsson à m'envoyer des Bonus et offres personnalisées par email

# five_years
source: 5 Years
fr: 5 ans

# flat_foot_security
source: Flat foot, safety!
fr: Plat du pied, sécurité !

source: Follow
fr: Suivre

source: Follow Us
fr: Suivez-nous

source: Follow user
fr: Suivre l'utilisateur

source: Following
fr: Suivant

# footer_help_center_link
source: https://support.betsson.cm/en
fr: https://support.betsson.com/

# for_upcoming_matches_only
source: for Upcoming's matches only
fr: pour les matchs à venir uniquement

# forgot
source: Forgot Your Password?
fr: Mot de passe oublié ?

source: Forgot Password
fr: Mot de passe oublié

source: Forgot your Password?
fr: Mot de passe oublié ?

# fourth_info_descrition_cashback
source: Bets where the Cashback balance has been used will display the following label:
fr: Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette suivante :

# fourth_info_descrition_replay
source: Check for this tag on your bets to see if you used your replay balance on it.
fr: Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette suivante :

# fourth_info_title_cashback
source: How do I know if I used my Cashback balance on a bet?
fr: Comment savoir si j’ai utilisé mon solde Cashback sur un pari ?

# fourth_info_title_replay
source: How do I know if I used my Replay balance on one bet?
fr: Comment savoir si j’ai utilisé mon solde Cashback sur un pari ?

# fourth_password_requirement
source: Contain at least one number
fr: Contenir au moins un chiffre

source: Freebet Balance:
fr: Solde Freebet :

# friend_added
source: Friend/s Added
fr: Ami(s) ajouté(s)

# friend_added_error
source: Friend Add Error
fr: Erreur lors de l'ajout de votre ami.

# friend_added_message
source: Friend request was sent to the selected users.
fr: La demande d'ami a été envoyée aux utilisateurs sélectionnés.

# friend_added_message_error
source: There was an error trying to add the selected friend/s. Try again later.
fr: Une erreur s'est produite lors de la tentative d'ajout des amis sélectionnés. Réessayez plus tard.

source: Friend Code
fr: Code Ami

source: Friend Request Sent!
fr: Demande d'ami envoyée !

source: Friends
fr: Amis

source: From
fr: Depuis

# full_sign_up_success_text
source: Your Profile is now completed and you are able to use the Website on it's full.
fr: Votre profil est maintenant complété et vous êtes en mesure d'utiliser toutes les fonctionnalités du site.

# full_sign_up_success_title
source: Sign Up Completed Successfuly!
fr: Inscription terminée avec succès !

source: Full time
fr: Fin du match

source: Gambling can be addictive.
fr: Le jeu peut créer une dépendance.

# gambling_warning_footer_link
source: FAMILY, SOCIAL LIFE, FINANCIAL HEALTH. ARE YOU READY TO BET EVERYTHING? FOR HELP, CALL 09-74-75-13-13 (NON-PREMIUM CALL)
fr: FAMILLE, VIE SOCIALE, SANTÉ FINANCIÈRE. ETES-VOUS PRÊT À TOUT MISER? POUR ÊTRE AIDÉ, APPELEZ LE 09-74-75-13-13 (APPEL NON SURTAXÉ)

# gambling_warning_footer_link_first_part
source: FAMILY, SOCIAL LIFE, FINANCIAL HEALTH. ARE YOU READY TO BET EVERYTHING? FOR HELP, CALL 09-74-75-13-13
fr: FAMILLE, VIE SOCIALE, SANTÉ FINANCIÈRE. ETES-VOUS PRÊT À TOUT MISER? POUR ÊTRE AIDÉ, APPELEZ LE 09-74-75-13-13

# gambling_warning_footer_link_second_part
source: (non-premium call)
fr: (appel non surtaxé)

source: Game Rules
fr: Règles du jeu

# game_stats
source: Game statistics
fr: Statistiques

source: Games Notification Defaults
fr: Vos favoris

source: Games Notifications
fr: Notifications

# gen_error_oops_scratching_our_heads_title
source: Ops! We're scratching our heads...
fr: Oups ! Le gardien s'est troué...

# gen_error_oops_title
source: Oops...
fr: Oups…

# gen_error_something_wrong_text
source: Something went wrong.
fr: Oups... petit hors-jeu ! On se replace et on réessaye.

source: Gender
fr: Sexe

# get_a_new_code
source: Get a new code in {period}
fr: Obtenez un nouveau code dans {period}

source: Get Bonus
fr: Accepter le Bonus

# get_in_on_the_action
source: Get into the action
fr: Entrez dans l'action

# get_new_code
source: Get a new code in
fr: Obtenez un nouveau code dans

source: Get Started
fr: Commencer

# get_win_boost
source: Get a {percentage}% Win Boost
fr: Obtenez un bonus de victoire de {percentage} %

source: Go back
fr: Retour

source: Go Home
fr: Retour à l'accueil

# go_to_list_to_mark
source: Go to the games list and mark them as favorites.
fr: Consultez les événements à venir et enregistrez vos favoris.

source: Go to popular games
fr: Retour aux événements à l'affiche

source: Goals
fr: Buts

source: Godfather
fr: Code Parrain

source: Good Luck!
fr: Bonne chance !

source: Guest
fr: Invité

source: Half Lost
fr: Mi-temps perdue

source: Half time
fr: Mi-temps

source: Half Won
fr: Mi-temps gagnée

# happy_hour_first_description
source: Betsson Happy Hours are here, just in time for the start of Europe's most prestigious football competition. Enter our VIP box and find out how to unlock a Happy Hour bonus every week!
fr: Les Happy Hours Betsson sont là, juste à temps pour le début de la plus prestigieuse compétition de football européenne. Entrez dans notre loge VIP et découvrez comment débloquer un bonus Happy Hour chaque semaine !

# happy_hour_section_2_item_1_description
source: Bet a total of €20 in LIVE Play between Monday and Thursday to qualify.
fr: Misez un total de 20€ en LIVE avec votre solde d'argent réel Atteignez ce total entre lundi et jeudi chaque semaine pour vous qualifier. Conditions : cote min par sélection : 1.50 ; le total peut être atteint en plusieurs paris.

# happy_hour_section_2_item_2_description
source: Activate notifications SMS, Email, and Push to receive a 100% random bonus code, between €3 and €10, on Friday at 4:30 PM.
fr: Activez les notifications SMS, Email et Push pour recevoir un code bonus 100% aléatoire, entre 3€ et 10€, vendredi à 16h30.

# happy_hour_section_2_item_2_description_anchor
source: SMS, Email, and Push
fr: SMS, Email et Push

# happy_hour_section_2_item_3_description
source: Hurry up! Claim your bonus before 6:00 PM on Friday No extension!
fr: Dépêchez-vous ! Une fois votre code reçu le vendredi à 16h30 vous aurez jusqu'à 18h00 pour le valider ! Pas de prolongation !

# happy_hour_terms_and_conditions
source: This promotion begins on Monday, 10/06/2024, and continues indefinitely. This promotion is weekly, meaning a player can receive a Happy Hour Bonus every week if they meet the eligibility criteria each time. Mechanics: Bet €20 in Live bets between Monday 00:00 and Thursday 23:59. For single Live bets, the minimum required odds are 1.50. For combined Live bets, each selection in the bet must be “Live” and have odds of 1.50 or higher. The total can be reached by placing bets of various amounts. Only bets settled between Monday 00:00 and Thursday 23:59 count towards eligibility for a random bonus on Friday. No counting of Cash Out bets. Betsson may modify or cancel the promotion at any time.
fr: Cette promotion débute le lundi 10/06/2024 jusqu’à une date indéterminée. Cette promotion est hebdomadaire, ce qui signifie qu’un joueur peut obtenir un Bonus Happy Hours chaque semaine s’il remplit à chaque reprise les critères d’éligibilité. Mécanique : Misez 20€ en Live avec votre solde d'argent réel entre le lundi 00h00 et jeudi 23h59. En pari Live simple, la cote minimale exigée est de 1,50. En pari Live combiné, chaque sélection composant le pari doit être “en Live” et présenter une cote de 1,50 ou plus. Le total peut être atteint en plaçant des paris de divers montant. Seuls les paris réglés entre lundi 00h00 et jeudi 23h59 comptent pour être éligible à un bonus aléatoire le vendredi. Pas de comptabilisation des paris Cash Out ou des paris placés avec l'argent bonus. Betsson peut modifier ou annuler la promotion à tout moment.

# havent_made_a_bet
source: There are no results for the period of time selected, it’s time to start betting on your favourites.
fr: Aucun résultat pour la période sélectionnée... Placez un pari sur les événements à l'affiche !

# havent_send_documents
source: You still haven’t sent your documents.
fr: La feuille de match est vide... Envoyez vos documents au plus vite.

source: Hello blank fragment
fr: Bonjour

source: Help Center
fr: Centre d'aide

source: Here are your Suggested Bets!
fr: Paris recommandés pour vous

source: Hide
fr: Cacher

source: Higher Odds
fr: Cotes plus élevées

source: Highest odd
fr: Cote la plus élevée

source: Highest Odds
fr: Cotes les plus élevées

source: Highlights
fr: À l'affiche

# highlights_pro_choices_section_header
source: The Pros Choices
fr: Le Choix des Pros

source: History
fr: Historique

# history_transactions
source: Transaction History
fr: Historique des transactions

source: Hold on!
fr: Attendez !

source: Home
fr: Accueil

# home_label_default
source: Home Team
fr: Equipe à domicile

# how_much_deposit
source: How much do you want to deposit in your account?
fr: Créditez votre compte

# how_much_withdraw
source: How much do you want to withdraw from your account?
fr: Combien souhaitez-vous retirer?

# how_much_withdraw_2
source: How much do you want to withdraw from your account?
fr: Combien souhaitez-vous retirer?

# iban_invalid
source: Invalid IBAN. Must start with 2 Letters [A to Z] followed by 14 to 29 alphanumeric values [0 to 9 or A to Z]
fr: IBAN invalide. Doit commencer par 2 lettres [A à Z] suivies de 25 valeurs alphanumériques [0 à 9 ou A à Z].

source: IBAN Proof
fr: Preuve IBAN

# id_card_or_residence_id
source: Identification card or Residence ID
fr: Carte d’identité ou titre de séjour

source: ID Number
fr: Numéro d'identification

source: Identification
fr: Pièce d'identité

source: Identification Docs.
fr: Documents obligatoires

# identity_card
source: Identification Card
fr: Carte d'identité

# identity_docs_approved_text
source: In order to continue to the next step, you must upload your Proof of Address document.
fr: Pour passer à l'étape suivante, vous devez télécharger votre justificatif de domicile.

# identity_docs_approved_title
source: Your Identity documents have been approved!
fr: Vos documents d'identité ont été approuvés!

source: In collaboration with
fr: En collaboration avec

source: In progress
fr: En cours

# inactive_sport
source: The sport you selected isn't active right now. Please choose another for now.
fr: Le sport que vous avez sélectionné n'est pas disponible pour le moment. Réessayez plus tard.

source: Incomplete
fr: Incomplet

# increasing_limit_warning_text
source: You are about to increase the {depositOrBetting} Limit of your account. These changes will take 48 hours to be applied. Do you wish to apply these changes?
fr: Vous êtes sur le point d'augmenter la limite de {depositOrBetting} de votre compte. Ces changements mettront 48 heures à être appliqués. Confirmer ?

# increasing_limit_warning_title
source: Increasing {depositOrBetting} Limit
fr: Augmenter la limite de {depositOrBetting}

source: Indefinitely
fr: Indéfiniment

# info_consent
source: I accept receiving information about bonuses and promotions through Sportsbook.
fr: J'accepte de recevoir des informations sur les Bonus ainsi que des promos personnalisées via Betsson.

# info_text
source: This is some info about this item
fr: Plus de détails ici

# information_updated
source: The information was successfully updated.
fr: Les informations ont été mises à jour avec succès.

# input_field_only_letters
source: This field can only contain letters.
fr: Ce champ ne peut contenir que des lettres.

# insert_email_code
source: Insert code
fr: Insérer le code

source: Intermediate
fr: Équilibré

# internal_error_try_again
source: Internal error. Try again later
fr: Il semble qu'on ait besoin d'un temps mort. Merci de réessayer un peu plus tard.

# invalid_birth_date
source: Please enter a valid birth date
fr: Veuillez entrer une date de naissance valide

source: Invalid birth date
fr: Date de naissance invalide

source: Invalid bonus code.
fr: Code Bonus invalide : bien tenté !

source: Invalid Code
fr: Code invalide

# invalid_code_message
source: The input code is invalid.
fr: Le code saisi n'est pas valide.

# invalid_country
source: Please enter a valid Country
fr: Veuillez entrer un pays valide

# invalid_date_format
source: Please insert a valid date.
fr: Veuillez insérer une date valide.

# invalid_email
source: This email format appears to be invalid.
fr: Ce format d’email ne semble pas valide.

# invalid_email_format
source: Please insert a valid email format
fr: Veuillez insérer un format d'email valide

source: Invalid friend code
fr: Ce code parrainage est invalide. Veuillez le vérifier et recommencez.

# invalid_gender
source: Please select a gender.
fr: Le sexe spécifié n'est pas valide. Veuillez sélectionner l'une des suggestions.

# invalid_last_name
source: Please enter a valid last name
fr: Veuillez entrer un nom de naissance valide

# invalid_lock_period
source: Value must be between {min} and {max}.
fr: La valeur doit être comprise entre {min} et {max}.

# invalid_name
source: Please enter a valid name
fr: Veuillez entrer un prénom valide

# invalid_nationality
source: The nationality specified is invalid. Please select one of the suggested.
fr: La nationalité indiquée n'est pas valide. Veuillez sélectionner l'une des suggestions.

# invalid_nickname
source: Please insert a valid nickname.
fr: Veuillez choisir un pseudo valide.

# invalid_number
source: The number is not valid. Must be up to 3 digits
fr: Le nombre n'est pas valide. Doit comporter jusqu'à 3 chiffres

# invalid_password
source: Please enter a valid Password
fr: Veuillez entrer un mot de passe valide

source: Invalid Period Value
fr: Période sélectionnée invalide

# invalid_phone_number
source: Please enter a valid phone number
fr: Veuillez saisir un numéro de téléphone valide

# invalid_place
source: Please enter a valid Place/Commune
fr: Veuillez renseigner une ville valide

source: invalid postal code
fr: code postal invalide

# invalid_postcode
source: This Postcode is not valid. Must be 5 digits
fr: Ce code postal n'est pas valide. Doit comporter 5 chiffres

# invalid_promo_code
source: Please enter a valid Promo Code
fr: Veuillez entrer un code promo valide

# invalid_street
source: Please enter a valid Street
fr: Veuillez entrer un nom de rue valide

source: Invite
fr: Inviter

# invite_friends_contact
source: You don't have any users from your contact list using the Sportsbook yet.Invite them now!
fr: Vos amis ne sont pas encore sur Betsson. Invitez-les maintenant et profitez ensemble de l'offre de parrainage !

source: Invite friends via...
fr: Invitez vos amis via...

# invite_more_friends
source: Invite more friends from your contact list to join the sportsbook
fr: Invitez plus d'amis de votre liste de contacts à rejoindre Betsson

source: Join Now
fr: Rejoignez-nous

# join_sportsbook
source: Join {sportsbookName}!
fr: Rejoignez {sportsbookName} !

# keep_bet
source: Keep this bet on betslip
fr: Garder ce pari sur le ticket

source: KYC Account Status
fr: Statut du compte

# kyc_message_body
source: Update your Documents in order to complete your KYC.
fr: Envoyez vos documents pour vérifier votre compte et débloquer toutes les fonctionnalités.

# kyc_message_button
source: Update Documents
fr: Je valide mon compte

# kyc_message_title
source: KYC is not complete!
fr: La vérification n'est pas complète

# landing_page_not_available
source: Page Unavailable
fr: Page de destination non disponible

# landing_page_not_available_description
source: Page unavailable. Please, contact the support or go back to the homepage.
fr: Nous sommes désolés, mais la page de destination que vous recherchez n'est pas disponible pour le moment. Veuillez réessayer plus tard ou retourner à la page d'accueil.

source: Last name
fr: Nom de naissance

# last_name_already_in_use
source: This last name is already in use
fr: Ce nom de famille est déjà utilisé

# last_name_invalid_length
source: This last name has an invalid length
fr: Ce nom de naissance a un nombre de caractères invalide

# last_name_is_required
source: The last name is a required field. Please complete this field.
fr: Le nom de naissance doit être renseigné.

# last_x_matches
source: Last {totalMatches} matches
fr: {totalMatches} derniers matchs

source: Later
fr: Plus tard

source: Leagues
fr: Ligues

source: Learn more
fr: Plus d'informations

source: Leave
fr: Quitter

source: Leave Group
fr: Quitter le groupe

# leave_group_message
source: Are you sure you want to leave the group?
fr: Êtes-vous sûr de vouloir quitter le groupe ?

# leave_questionnaire
source: Are you sure you want to leave?
fr: Êtes-vous sûr de vouloir partir ?

# legal_age
source: Your country requires that you be at least {age} years old.
fr: La législation de votre pays exige que vous ayez au moins {age} ans.

# license_text
source: The operator of this website is Ngnatat Sarl, a licensed company with registration number RCCM N° RC/DLN/2024/B/137 and with registered address at Makepe Douala Cour Supreme, Bâtiment Domino, Unit 33, Douala, Cameroon.
fr: L'exploitant de ce site Web est Ngnatat Sarl, une société agréée sous le numéro d'enregistrement RCCM N° RC/DLN/2024/B/137 et dont le siège social est situé à Makepe Douala Cour Supreme, Bâtiment Domino, Unité 33, Douala, Cameroun.

source: Licenses
fr: Licences

source: Light Mode
fr: Mode clair

source: Light theme
fr: Thème clair

# ligue_one
source: League 1
fr: Ligue 1

# ligue_two
source: League 2
fr: Ligue 2

# limit_update_error_message
source: {limitType} limit could not be updated. Please contact support.
fr: Votre {limitType} n'a pas pu être mise à jour. Erreur fréquente : le seuil de retrait auto ne peut être inférieur à la limite de dépôt.

source: Limited
fr: Limité

source: Limited Time
fr: Temps limité

# limits_info_title
source: Set Up your Limits
fr: Définissez vos limites

source: Limits Management
fr: Définir vos limites

# limits_management_subtitle
source: What type of player are you?
fr: Jouez à votre rythme. Créez votre profil idéal :

# limits_update_fail
source: The following limits could not be updated {limits}. Please try again later.
fr: Les limites suivantes n'ont pas pu être mises à jour : {limits}. Veuillez réessayer plus tard.

# limits_update_success
source: Your limits were successfully updated!
fr: Vos limites ont été mises à jour avec succès !

# link_copied_to_clipboard
source: Link was copied to clipboard
fr: Le lien a été copié dans le presse-papiers

# link_expired
source: The link you used is expired.
fr: Le lien que vous avez utilisé est expiré.

source: Lite
fr: Léger

source: Live Betting
fr: Pari Live

source: Live field statistics
fr: Statistiques des paris Live

source: Live Matches
fr: Matchs en Live

# live_stats
source: Live field
fr: Statistiques en direct

# live_status_10set
source: dixième set
fr: 10ème set

# live_status_11set
source: onzième set
fr: 11ème set

# live_status_12set
source: douzième set
fr: 12ème set

# live_status_13set
source: treizième set
fr: 13ème set

# live_status_1h_ot
source: 1ère mi-temps OT
fr: 1ème MT prolongations

# live_status_1ib
source: 1o Inning
fr: 1ère manche

# live_status_1it
source: 1o Inning
fr: 1ère manche

# live_status_1p_ot
source: Extra-time - 1st half
fr: Prolongations - 1ère période

# live_status_2h_ot
source: 2ème mi-temps OT
fr: 2ème MT prolongations

# live_status_2ib
source: 2o Inning
fr: 2ème manche

# live_status_2it
source: 2o Inning
fr: 2ème manche

# live_status_2p_ot
source: Extra-time - 2nd half
fr: Prolongations - 2ème période

# live_status_3ib
source: 3o Inning
fr: 3ème manche

# live_status_3it
source: 3o Inning
fr: 3ème manche

# live_status_4ib
source: 4o Inning
fr: 4ème manche

# live_status_4it
source: 4o Inning
fr: 4ème manche

# live_status_5ib
source: 5o Inning
fr: 5ème manche

# live_status_5it
source: 5o Inning
fr: 5ème manche

# live_status_6ib
source: 6o Inning
fr: 6ème manche

# live_status_6it
source: 6o Inning
fr: 6ème manche

# live_status_6set
source: 6ème série
fr: 6ème set

# live_status_7ib
source: 7o Inning
fr: 7ème manche

# live_status_7it
source: 7o Inning
fr: 7ème manche

# live_status_7set
source: 7ème série
fr: 7ème set

# live_status_8ib
source: 8o Inning
fr: 8ème manche

# live_status_8it
source: 8o Inning
fr: 8ème manche

# live_status_8set
source: huitième set
fr: 8ème set

# live_status_9ib
source: 9o Inning
fr: 9ème manche

# live_status_9it
source: 9o Inning
fr: 9ème manche

# live_status_9set
source: neuvième set
fr: 9ème set

# live_status_break
source: casser
fr: Pause

# live_status_bt1b1
source: 1st Inning Break
fr: Milieu 1ère manche

# live_status_bt2b1
source: Bottom 1st/Top 2nd Break
fr: Fin 1ère manche

# live_status_bt2b2
source: 2nd Inning Break
fr: Milieu 2ème manche

# live_status_bt3b2
source: Bottom 2nd/Top 3rd Break
fr: Fin 2ème manche

# live_status_bt3b3
source: 3rd Inning Break
fr: Milieu 3ème manche

# live_status_bt4b3
source: Bottom 3rd/Top 4th Break
fr: Fin 3ème manche

# live_status_bt4b4
source: 4th Inning Break
fr: Milieu 4ème manche

# live_status_bt5b4
source: Bottom 4th/Top 5th Break
fr: Fin 4ème manche
