Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# promotions_betswipe_section_2_description
source: Lorem ipsum dolor sit amet...
fr: Es-tu prêt à rencontrer les matchs solo de ta région ? Avec Combi Express, tu ne paries pas seulement ; tu interagis et vis une expérience de pari unique. Ce n'est pas seulement une question de cotes ; c'est une question de trouver le match parfait pour ton combi.

# promotions_betswipe_section_2_title
source: Title
fr: C'est un match !

# promotions_betswipe_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: • Combi Express est réservé aux utilisateurs âgés d'au moins 18 ans et résidant en France. • Pour accéder aux fonctionnalités complètes du Combi Express, les utilisateurs doivent s'inscrire et créer un compte sur Betsson.fr. • Les informations fournies lors de l'inscription doivent être exactes et à jour. • Les paris effectués via Combi Express obéissent aux mêmes règles et réglementations que ceux placés directement sur le site principal de Betsson.fr. • Betsson se réserve le droit de suspendre ou de fermer un compte en cas de comportement suspect ou de violation des termes et conditions. • Betsson se réserve le droit de modifier ou de mettre à jour ces termes et conditions à tout moment.

# promotions_cashback_terms_and_conditions
source: • The Cashback promotion is available to all registered users on Betsson.fr, aged 18 and over. • Cashback is a promotion exclusively developed by and for Betsson.fr. • To be eligible for Cashback, a ticket must contain at least three selections, and all selections in the accumulator must have minimum odds per event of 1.3. • All selections on your ticket must display the distinctive Cashback symbol. • To receive the Cashback balance, all ticket selections must be settled. • Only bets on football, tennis, and basketball are eligible. • Bets can be placed pre-match, live, or combining both. • If one of your selections does not display the Cashback symbol, the entire ticket will not be eligible for Cashback. • Using CashOut+ on an eligible Cashback bet will cancel any entitlement to credits from the Cashback feature, for both the withdrawn and remaining parts. • Credit earned from the Cashback promotion is cumulative and is displayed in your Cashback balance. • Cashback credit can be used on any sporting event. • Only net winnings generated from the Cashback balance will be credited to the main balance, which is withdrawable. The stake will be consumed. • Bets placed with free bets, bonuses, or system bets are not eligible for Cashback. • Activate the button to place your bet using your Cashback balance. • By activating this button, you can choose whether or not to use the Cashback balance for your bet. • Bets where the Cashback balance has been used display the label 'Cashback Balance Used.' • Betsson reserves the right to modify or cancel the Cashback promotion at any time without prior notice.
fr: • La promotion Cashback est disponible pour tous les utilisateurs inscrits sur Betsson.fr, âgés de 18 ans et plus. • Le Cashback est une promotion développée en exclusivité par et pour Betsson.fr. • Pour qu'un ticket soit éligible au Cashback, il doit contenir au moins trois sélections et que toutes les sélections du combiné aient des côtes minimales par événement de 1.3. • Toutes les sélections de votre ticket doivent comporter le symbole distinctif Cashback. • Pour recevoir le solde Cashback, toutes les sélections du ticket doivent être clôturées. • Seuls les paris sur le football, le tennis et le basket sont éligibles. • Les paris peuvent être placé en pré-match, en live ou en combinant les deux. • Si une de vos sélection n'affiche pas le symbole Cashback, le ticket entier ne sera pas éligible au Cashback. • L'utilisation de CashOut+ sur un pari éligible au Cashback annulera tout droit à des crédits de la fonction Cashback, aussi bien pour la partie retirée que la partie laissée en jeu. • Le crédit gagné grâce à la promotion Cashback est cumulable et s'affiche dans votre solde Cashback. • Le crédit Cashback peut être utilisé sur n'importe quel événement sportif. • Seuls les gains nets générés grâce au solde Cashback seront crédités au solde principal, retirable. La mise sera quant à elle consommée. • Les paris placés avec un pari gratuit, bonus et les paris système ne sont pas éligibles au Cashback. • Si un pari combiné est affecté par une ou plusieurs annulations (par exemple, si un ou plusieurs joueurs ne débutent pas le match), et que le nombre de sélections dans le pari passe en dessous du seuil minimum de trois segments requis, le cashback ne pourra pas être crédité. • Activez le bouton pour placer votre pari avec votre solde Cashback. • En activant ce bouton, vous pouvez choisir d'utiliser ou non le solde Cashback pour votre pari. • Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette "Solde Cashback utilisé". • Betsson se réserve le droit de modifier ou d'annuler la promotion Cashback à tout moment, sans préavis.

# promotions_cashout_section_1_description
source: Lorem ipsum dolor sit amet...
fr: Dans le monde des paris, il est vite arrivé de s’enflammer. Avec l'exclusivité CashOut+, gardez le contrôle jusqu'aux derniers moments de la partie. Lorsque votre pari chauffe, ajustez le curseur du CashOut+ et sécurisez instantanément une partie de vos gains. Être audacieux, mais toujours avec un plan de secours, c'est ça notre vision du jeu !

# promotions_cashout_section_1_title
source: Cashout+
fr: CashOut + : Contrôlez vos paris dans le feu de l'action!

# promotions_cashout_section_2_cta_text
source: CTA
fr: Pariez en toute sérénité !

# promotions_cashout_section_2_description
source: Lorem ipsum dolor sit amet...
fr: Que vous cherchiez à sécuriser une partie de vos gains ou à réduire vos risques, CashOut+ vous donne une totale flexibilité sur vos paris. Ouvrez votre ticket, même en plein match, et découvrez votre proposition de rachat en direct. Et le plus beau ? Dès que vous validez votre CashOut+, vos fonds sont instantanément ajoutés à votre solde en espèces.

# promotions_cashout_section_2_title
source: Cashout+
fr: Comment ça marche ?

# promotions_cashout_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: • Le CashOut+ de Betsson offre aux joueurs la possibilité de "racheter" un pari (simple ou combiné) avant sa conclusion, à condition que ce pari soit éligible au CashOut+. • Seuls les paris actuellement en cours peuvent bénéficier de l'option CashOut+. • Le montant proposé pour un CashOut+ peut être inférieur, égal ou supérieur à la mise initiale, mais ne dépassera jamais le gain potentiel total du pari. • Ce montant est ajusté en temps réel selon l'évolution des événements sur lesquels le pari a été placé. • Après avoir validé un CashOut+, les fonds sont immédiatement crédités sur le compte du joueur. • Il est possible d'utiliser l'option CashOut+ partiel plusieurs fois sur un même pari. • Les paris ayant bénéficié de l'option CashOut+ sont visibles dans la section "Mes Paris". • Le CashOut+ n'est pas disponible pour les paris placés avec de l'argent bonus ou des paris gratuits. • Certains défis Betsson peuvent avoir des règles spécifiques concernant le CashOut+. • Le CashOut+ peut être indisponible pour certains paris ou à certains moments des événements. • Les paris portant sur le résultat final d'une compétition ne sont généralement pas éligibles au CashOut+. • Une fois le CashOut+ validé, il est définitif et ne peut être annulé. • Les paris "système" et les cotes boostées ne sont pas éligibles au CashOut+. • Les joueurs ne peuvent prétendre à aucune compensation si l'option CashOut+ n'est pas disponible.

# promotions_mixmatch_section_1_description
source: You don't just watch the games, you live every moment. You know everything: who is shining in training, who is in good shape at the moment, and the strategy that your team is going to come up with. In short, you know your team better than anyone.
fr: Tu ne te contentes pas de regarder les matchs, tu vis chaque moment. T’es au courant de tout : qui brille à l’entraînement, qui a la forme du moment, et la stratégie que ton équipe va sortir. Bref, tu connais ton équipe mieux que personne.

# promotions_mixmatch_section_1_title
source: MixMatch: The match starts well before the match!
fr: MixMatch : Le match commence bien avant le match !

# promotions_mixmatch_section_2_item_1_description
source: Add your predictions to your ticket Do you know that the team performs better away? That this player always scores in the second half? Put it all into your MixMatch and build your strategy.
fr: Ajoute tes pronos dans ton ticket Tu sais que l'équipe performe mieux à l'extérieur ? Que ce joueur marque toujours en seconde mi-temps ? Mets tout ça dans ton MixMatch et bâtis ta stratégie.

# promotions_mixmatch_section_2_item_2_description
source: Odds adjusted to your vision of the match Each selection in your ticket influences a 100% personalized odds. Combine up to 10 selections on the same match and create a unique bet, just like you.
fr: Des cotes ajustées à ta vision du match Chaque sélection dans ton ticket influence une cote 100% personnalisée. Combine jusqu'à 10 sélections sur un même match et crée un pari unique, à ton image.

# promotions_mixmatch_section_2_title
source: Create your own scenario with MixMatch
fr: Crée ton propre scénario avec MixMatch

# promotions_mixmatch_section_3_description
source: • Sports concerned: Football and basketball, pre-match and live. • Eligible match? Look at the match page, if the MixMatch tab is there, it's available! • No cashout on MixMatch, here, we assume our predictions until the end!
fr: • Sports concernés : Football et basket, en pré-match et en live. • Match éligible ? Regarde la page du match, si l'onglet MixMatch est là, c’est dispo ! • Pas de cashout sur MixMatch, ici, on assume ses pronos jusqu’au bout !

# promotions_mixmatch_section_3_title
source: Quick information to know:
fr: Infos rapides à connaître :

# promotions_mixmatch_section_4_description
source: Your flair makes the difference. On Betsson.fr, don't just bet, write your match with MixMatch.
fr: Ton flair fait la différence. Sur Betsson.fr, ne te contente pas de parier, écris ton match avec MixMatch.

# promotions_mixmatch_terms_and_conditions
source: • MixMatch does not contribute to bonus wagering requirements. • It is not possible to bet with the Replay balance or use MixMatch with the Replay offer. •If a selection is voided, so is the entire bet.
fr: • Le MixMatch ne contribue pas aux exigences de mise des bonus. • Il n’est pas possible de parier avec le solde Cashback ni utiliser le MixMatch avec l’offre Cashback. •Si une sélection est annulée, tout le pari l’est aussi.

# promotions_raf_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: • L'éligibilité au programme nécessite un compte Betsson.fr entièrement validé (Pièce d'identité, justificatif de domicile et RIB) et un premier dépôt d'au moins 10 euros par le parrain. • Le filleul doit s'inscrire via le lien de parrainage ou le QR code fourni par le parrain, effectuer un dépôt initial de 10 euros minimum, et passer la vérification d'identité et de domicile. • Le bonus de parrainage est limité à une seule attribution par utilisateur, adresse IP, ordinateur, famille, adresse résidentielle, numéro de téléphone, carte bancaire, ou compte bancaire, excluant les parrainages intrafamiliaux et ceux partageant les mêmes adresses ou moyens de paiement. • Les comptes du parrain et du filleul seront crédités de 10€ de bonus chacun une fois que toutes les conditions seront remplies. • Chaque parrain peut inviter jusqu'à 5 amis sur une période de 30 jours glissants. • Au delà de la limite de 5 amis sur la période, le filleul sera le seul à bénéficier du bonus de 10€ une fois les conditions remplies. • Un parrain peut ainsi accumuler jusqu'à 50 euros de bonus sur 30 jours glissants, en respectant les conditions du programme. • Les bonus reçus doivent être misés trois fois avant que les gains et le bonus puissent être transférés dans la balance "Argent réel" et devenir retirable. • Les exigences de mise peuvent être satisfaites à travers des paris de montants variés. • Seuls les paris simples et combinés sont éligibles pour répondre aux exigences de mise. Notez qu'au moins une sélection composant le pari doit avoir une cote de 2.00 ou plus. • En cas d'annulation du bonus avant de remplir les exigences de mise, le bonus et les fonds associés seront perdus de manière irréversible. • Les paris utilisant la fonction CashOut+ ou incluant des cotes boostées ne comptent pas pour les exigences de mise. • Betsson.fr se réserve le droit de modifier, suspendre, ou annuler l'offre à tout moment, sans préavis. • Les bonus liés au programme de parrainage sont soumis aux conditions générales des bonus de Betsson.fr. • Toute tentative de fraude ou d'abus entraînera la confiscation des bonus et la fermeture des comptes du parrain et/ou du filleul.

# promotions_replay_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: • La promotion Cashback est disponible pour tous les utilisateurs inscrits sur Betsson.fr, âgés de 18 ans et plus. • Le Cashback est une promotion développée en exclusivité par et pour Betsson.fr. • Pour qu'un ticket soit éligible au Cashback, il doit contenir au moins trois sélections et que toutes les sélections du combiné aient des côtes minimales par événement de 1.3. • Toutes les sélections de votre ticket doivent comporter le symbole distinctif Cashback. • Pour recevoir le solde Cashback, toutes les sélections du ticket doivent être clôturées. • Seuls les paris sur le football, le tennis et le basket sont éligibles. • Les paris peuvent être placé en pré-match, en live ou en combinant les deux. • Si une de vos sélection n'affiche pas le symbole Cashback, le ticket entier ne sera pas éligible au Cashback. • L'utilisation de CashOut+ sur un pari éligible au Cashback annulera tout droit à des crédits de la fonction Cashback, aussi bien pour la partie retirée que la partie laissée en jeu. • Le crédit gagné grâce à la promotion Cashback est cumulable et s'affiche dans votre solde Cashback. • Le crédit Cashback peut être utilisé sur n'importe quel événement sportif. • Seuls les gains nets générés grâce au solde Cashback seront crédités au solde principal, retirable. La mise sera quant à elle consommée. • Les paris placés avec un pari gratuit, bonus et les paris système ne sont pas éligibles au Cashback. • Si un pari combiné est affecté par une ou plusieurs annulations (par exemple, si un ou plusieurs joueurs ne débutent pas le match), et que le nombre de sélections dans le pari passe en dessous du seuil minimum de trois segments requis, le Cashback ne pourra pas être crédité. • Activez le bouton pour placer votre pari avec votre solde Cashback. • En activant ce bouton, vous pouvez choisir d'utiliser ou non le solde Cashback pour votre pari. • Les paris pour lesquels le solde Cashback a été utilisé affichent l'étiquette "Solde Cashback utilisé". • Betsson se réserve le droit de modifier ou d'annuler la promotion Cashback à tout moment, sans préavis.

# promotions_terms_and_conditions
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: Voir Termes et Conditions.

# promotions_welcome_bonus_section_1_description
source: Lorem ipsum dolor sit amet...
fr: Entrez en jeu sur Betsson ! Plongez au cœur de l'action et bénéficiez d'un bonus de bienvenue en deux temps, pour un généreux total de 110€

# promotions_welcome_bonus_section_2_item_1_cta_text
source: CTA
fr: Je m'inscris

# promotions_welcome_bonus_section_2_item_1_description
source: Lorem ipsum dolor sit amet...
fr: Ouvrez un compte sur Betsson.fr …et placez votre 1er pari. Vous mettez la balle au fond ? Bravo ! Sinon, Betsson vous rembourse en bonus jusqu'à 100€ en cas de perte !

# promotions_welcome_bonus_section_2_item_2_description
source: Lorem ipsum dolor sit amet...
fr: Validez vos documents Tout nouveau joueur doit signer sa licence : validez votre compte et entrez le code promo « VERIF10 » pour recevoir un bonus supplémentaire de 10€ !

# promotions_welcome_bonus_section_2_item_3_description
source: Lorem ipsum dolor sit amet...
fr: Profitez de votre bonus Avec vos 110€ de bonus offerts, prenez le contrôle du match. Assurez-vous simplement de : • Au moins un événement de votre pari (simple ou combiné) doit présenter une cote de 2.00 ou plus pour contribuer aux exigences de mise et transformer le bonus en argent réel. • Pour 1€ de bonus reçu, 3€ de mises doivent être réalisées avant de pouvoir retirer le bonus et les gains associés. • Seules les mises effectuées avec le solde bonus comptent pour transformer le bonus en argent réel. Les mises en argent réel ne contribuent pas à cette conversion. • L'argent réel est utilisé avant l'argent bonus. • Consulter les Termes et Conditions ci-dessous ou notre FAQ pour plus de détails sur vos bonus.

# promotions_welcome_bonus_section_3_description
source: • I register and place a first bet of €100. a. If I lose my bet, I receive €100 bonus, a few hours maximum after the result of the bet. b. If I win my bet, my winnings are credited and I continue my experience. • To transform the bonus money into real money, I must place €300 worth of bets with the bonus balance, ensuring that at least one event in my bets has odds of 2.00 or more. • Once the conditions are met, I will be able to withdraw the transformed bonus, plus all associated winnings.
fr: • Je m'inscris et place un premier pari de 100€. a. Si je perds mon pari, je reçois 100€ de bonus, quelques heures au maximum après le résultat du pari. b. Si je gagne mon pari, mes gains sont crédités et je continue mon expérience. • Pour transformer l'argent bonus en argent réel, je dois réaliser pour 300€ de mises avec le solde bonus, en veillant à ce qu'au moins un événement de mes paris ait une cote de 2.00 ou plus. • Une fois les conditions remplies, je pourrai retirer le bonus transformé, plus l'intégralité des gains associés.

# promotions_welcome_bonus_section_3_title
source: Example
fr: Exemple
