Repository: rubenroques/goma-sportsbook-ios
Catalog: BetssonCameroonApp/App/Resources/Language/*.lproj/Localizable.strings
Languages: fr

# omega_error_fail_blocked
source: Your login is blocked by regulator. You are no longer able to log in.
fr: Votre connexion est bloquée par le régulateur. Vous ne pouvez plus vous connecter.

# omega_error_fail_excluded
source: The bonus code could not be applied for this player because he/she has already triggered bonuses that are excluded by this bonus.
fr: Le code bonus n'a pas pu être appliqué pour ce joueur car il a déjà déclenché des bonus qui sont exclus par ce bonus.

# omega_error_fail_geo_ip
source: Unfortunately, due to licensing constraints, we cannot accept player accounts from your country at the moment.
fr: Malheureusement, en raison de contraintes de licence, nous ne pouvons pas accepter les comptes de joueurs du pays spécifié pour le moment.

# omega_error_fail_kyc
source: We were not able to verify your identity with the information you gave at sign up. Please contact support.
fr: Nous n'avons pas pu vérifier votre identité avec les informations que vous avez fournies lors de votre inscription. Veuillez contacter le Service Client.

# omega_error_fail_login_time_limit_hit
source: You have reached your preset login time limit.
fr: Vous avez atteint votre limite de temps de connexion prédéfinie.

# omega_error_fail_max_trigger_all
source: This bonus code can not be redeemed because it has already been triggered by too many players.
fr: Ce code bonus ne peut pas être utilisé car il a déjà été déclenché par trop de joueurs.

# omega_error_fail_max_trigger_player
source: This bonus can not be redeemed because it has already been triggered too many times.
fr: Ce bonus ne peut pas être utilisé car il a déjà été déclenché trop de fois.

# omega_error_fail_perm_lock
source: Your account has been permanently locked. You are no longer able to log in.
fr: Votre compte a été définitivement verrouillé. Vous ne pouvez plus vous y connecter.

# omega_error_fail_quick_open_status
source: Your account is not ready. Please complete the registration process.
fr: Votre compte n'est pas encore opérationnel. Veuillez terminer le processus d'enregistrement.

# omega_error_fail_regulator
source: Regulator rejected your login. You are no longer able to log in.
fr: Vous avez atteint votre limite de temps de connexion prédéfinie.

# omega_error_fail_suspended
source: Your account has been suspended. To reactivate your account, please contact support.
fr: Votre compte a été suspendu. Pour réactiver votre compte, veuillez contacter le support.

# omega_error_fail_temp_lock
source: Your account has been temporarily locked. You will not be able to log in until {date}.
fr: Votre compte est temporairement verrouillé pour vérifications. Nous nous efforçons de revenir vers vous rapidement. Merci de votre patience.

# omega_error_fail_too_many
source: Failed with too many login attempts.
fr: Échec en raison d'un trop grand nombre de tentatives de connexion échouées.

# omega_error_fail_un_pw
source: The username or password was incorrect. Please try again.
fr: Le nom d'utilisateur ou le mot de passe est incorrect. Veuillez réessayer.

# omega_error_fail_verify
source: Your account has not been verified. If you have not yet responded to your activation email, please do so now. To have your activation email resent to you please contact by support.
fr: Votre compte n'a pas été vérifié. Si vous n'avez pas encore répondu à votre email d'activation, veuillez le faire maintenant. Pour que cet email d'activation vous soit renvoyé, veuillez contacter le service client.

# omega_error_failed
source: failed to retrieve player’s eligible opt-in bonus plans
fr: Impossible de récupérer les offres de bonus disponibles pour le joueur.

# omega_error_file_is_too_big
source: The file exceeds the limit of 10mb
fr: Le fichier dépasse la limite de 10 Mb

# omega_error_high_limit
source: The amount requested was greater than the max limit.
fr: Le montant demandé est supérieur à la limite que vous vous êtes fixée.

# omega_error_id_check_required
source: player exceeds 2k rule
fr: le joueur dépasse la règle des 2k

# omega_error_insufficient_fund
source: for withdrawal only
fr: Fonds insuffisants.

# omega_error_invalid_amount
source: Amount sent was 0 or unreadable.
fr: Le montant envoyé était nul ou illisible.

# omega_error_invalid_card_number
source: Bad check digit, length, or other credit card problem.
fr: Chiffre de chèque incorrect, longueur ou autre problème de carte de crédit.

# omega_error_invalid_consent_version_id
source: The passed consent version ids are not valid
fr: Les identifiants de version de consentement transmis ne sont pas valides

# omega_error_invalid_cvv_value
source: The CVV is invalid.
fr: Le CVV n'est pas valide.

# omega_error_invalid_file_format
source: The file does not follow the format of .png .jpeg .jpg or .pdf
fr: Le fichier ne suit pas le format .png .jpeg .jpg ou .pdf

# omega_error_invalid_password
source: the answer entered was incorrect or does not match the constraints
fr: la réponse saisie était incorrecte ou ne correspond pas aux contraintes

# omega_error_invalid_registration_status
source: Invalide registration status
fr: Statut d'enregistrement invalide

# omega_error_invalid_value
source: Invalid value
fr: valeur invalide

# omega_error_iovation_error
source: Error by iOvation with 'Missing blackbox' reason. Denied by iOvation with '2 Accounts Per Device - review Other Subscriber Miscellaneous Evidence Other Subscriber Cheating Evidence 3 Accounts Per Device' reason
fr: Erreur d'iOvation avec la raison « Missing blackbox ». Refusé par iOvation avec «2 comptes par appareil - examiner les preuves diverses d'un autre abonné Autres preuves de tricherie d'un abonné 3 comptes par appareil»

# omega_error_issue_date_cant_be_future
source: The issue date needs to be a past date
fr: La date d'émission doit être une date passée

# omega_error_item_not_found
source: No record found.
fr: Aucun Enregistrement Trouvé.

# omega_error_kycfailed
source: player not pass KYC check
fr: le joueur n'a pas réussi le contrôle KYC

# omega_error_login_fail
source: Login fail
fr: Échec de la connexion

# omega_error_low_limit
source: The amount requested was less than the min limit.
fr: Le montant demandé était inférieur à la limite minimale.

# omega_error_mfa_code_failed_for_login
source: Multi-Factor Authentication code failed for user login
fr: Échec du code d'authentification multi-facteurs pour la connexion de l'utilisateur

# omega_error_mfa_code_pending_for_login
source: Multi-Factor Authentication code is required for user login
fr: Un code d'authentification multi-facteur est requis pour la connexion de l'utilisateur

# omega_error_missing_required
source: Missing required
fr: Manquant requis

# omega_error_not_found
source: Not found
fr: Pas trouvé

# omega_error_not_logged_in_error
source: You are attempting to access a resource that requires you to be logged in. Please login and retry.
fr: Vous essayez d'accéder à une ressource qui nécessite que vous soyez connecté. Veuillez vous connecter et réessayer.

# omega_error_password_reset_required
source: Password reset is required. This status will be returned only if the migrated players are first time login to the system and registry password.migration.enabled is true
fr: La réinitialisation du mot de passe est requise. Ce statut ne sera renvoyé que si les joueurs migrés se connectent pour la première fois au système et que le registre password.migration.enabled est défini sur "true"

# omega_error_restricted_currency
source: does not allow virtual currencies
fr: n'autorise pas les monnaies virtuelles

# omega_error_status_fail
source: User don't have deposit limit setup.
fr: L'utilisateur n'a pas configuré de limite de dépôt.

# omega_error_system_error
source: System error
fr: Erreur système

# omega_error_too_many_records
source: Too Many records were found matching the query. Currently the limit is 1,000.
fr: Trop d'enregistrements correspondant à la requête ont été trouvés. Actuellement, la limite est de 1 000.

# omega_error_unknown_session
source: The sessionKey was not found
fr: La clé de session n'a pas été trouvée

# omega_error_user_exists
source: A user with the same information already exists. Duplicate players not allowed.
fr: Un utilisateur avec les mêmes informations existe déjà. Veuillez contacter le Service Client.

# omega_error_username_available
source: Requested username is available. No suggestions or errors are returned.
fr: Le nom d'utilisateur demandé est disponible. Aucune suggestion ou erreur n'est renvoyée.

# omega_error_validation_fail
source: Validation fail
fr: Échec de la validation

# omega_error_wrong_number_of_files
source: You need to pass the number of documents required by the definition of Document Type
fr: Vous devez transmettre le nombre de documents requis par la définition du type de document

# one_or_more_files_required
source: One or more files are required
fr: Un ou plusieurs fichiers sont nécessaires.

# one_year
source: 1 Year
fr: 1 an

source: online
fr: en ligne

source: Only friends
fr: Amis seulement

# only_people_follow
source: Only people I follow
fr: Seulement les personnes que je suis

source: Open
fr: Ouvert

source: Open Betslip
fr: Ouvrez bulletin de pari

source: Open Betslip Details
fr: Ouvrir les Détails du Bulletin de Pari

source: Open Competition Details
fr: Afficher les détails de la compétition

source: Open email App
fr: Accéder à vos emails

source: Open Stats
fr: Ouvrir les stats

source: Opened
fr: Ouvert

source: Opted In
fr: Accepté

# optional_hint
source: (optional)
fr: (facultatif)

source: or
fr: ou

source: Order By
fr: Trier par

source: Ordinary Time
fr: Temps réglementaire

source: Other
fr: Autre

source: Others
fr: Autres

source: Outcome
fr: Résultat

source: Outright Markets
fr: Paris sur le long terme

source: Outrights
fr: Long terme

# package_permission_denied
source: We need this permission in order to lead you to the best way.
fr: Nous avons besoin de cette autorisation afin de vous aider au mieux.

# partial_cashout_confirmation
source: Are you sure you want to partial cashout {amount} ?
fr: Utiliser CashOut+ pour retirer {amount} ?

# partial_cashout_value
source: Partial Cashout {cashoutAmount}
fr: CashOut+ : {cashoutAmount}€

# partners_page_section_1_description
source: At Betsson.fr, we don't just offer you sports betting; we live the passion for sport. That's why we're proud to partner with local clubs that have a positive and impactful influence on their regions, embodying the spirit of challenge we share.
fr: Chez Betsson.fr, nous ne nous contentons pas de vous offrir des paris sportifs ; nous vivons la passion du sport. C'est pourquoi nous sommes fiers de nous associer à des clubs locaux qui exercent une influence positive et marquante sur leurs régions, incarnant l'esprit de défi que nous partageons.

# partners_page_section_2_description
source: From Ligue 2 to Ligue 1, Betsson is proud to support Angers for one more season, celebrating its return to the elite. Together, we are ready to vibrate to the rhythm of each match in the highest French division.
fr: De la Ligue 2 à la Ligue 1, Betsson est fier d'accompagner Angers pour une saison de plus, célébrant son retour parmi l'élite. Ensemble, nous sommes prêts à vibrer au rythme de chaque match dans la plus haute division française.

# partners_page_section_2_title
source: Discover our Partners
fr: Découvrez nos Partenaires

# partners_page_section_3_description
source: Join the fervor of French football with our Ligue 2 partners. Every match is a new adventure and at Betsson.fr we bring you to the heart of the action.
fr: Rejoignez la ferveur du football français avec nos partenaires de la Ligue 2. Chaque match est une nouvelle aventure et chez Betsson.fr, nous vous apportons au cœur de l'action.

# partners_page_section_4_description
source: Our National partners are the beating heart of regional football, influencing local sporting life with fervor and commitment. Follow their journeys and be at the forefront of the challenges they face in each match.
fr: Nos partenaires de National sont le cœur battant du football régional, influençant la vie sportive locale avec ferveur et engagement. Suivez leurs parcours et soyez aux premières loges des défis qu'ils relèvent à chaque match.

# partners_page_section_5_description
source: Authenticity and determination are revealed at this level. We support clubs where passion and ambition train the young talents of tomorrow.
fr: L'authenticité et la détermination se révèlent à ce niveau. Nous soutenons des clubs où la passion et l'ambition forment les jeunes talents de demain.

# partners_page_section_6_description
source: At Betsson.fr, each club benefits from our support on and off the field through exciting prediction competitions, dedicated events, and exclusive offers on the site. Our commitment goes beyond gaming: it is about promoting a spirit of responsibility and integrity in the world of sports betting.
fr: Chez Betsson.fr, chaque club bénéficie de notre soutien sur le terrain et en-dehors à travers des concours de pronostics passionnants, des animations dédiées, et des offres exclusives sur le site. Notre engagement va au-delà du jeu : il s'agit de promouvoir un esprit de responsabilité et d'intégrité dans l'univers du pari sportif.

# partners_page_section_6_title
source: The Betsson.fr Commitment
fr: L'Engagement de Betsson.fr

# passcode_not_set
source: A passcode has not been set
fr: Aucun code d’accès n’a été défini

source: Passport
fr: Passeport

source: Password
fr: Mot de passe

# password_min_4_chars
source: Password (4 characters)
fr: Mot de passe (4 caractères)

source: Password reset code
fr: Code de réinitialisation du mot de passe

# password_changed
source: Password Changed Successfully
fr: Mot de passe modifié avec succès

source: Password contains username
fr: Le mot de passe contient le nom d'utilisateur

# password_description
source: Must contain minimum 8 characters 1 uppercase 1 lowercase and 1 symbol.
fr: Doit contenir au minimum 9 caractères 1 majuscule 1 minuscule 1 chiffre et 1 symbole.

# password_description_2
source: At least 8 characters 1 uppercase 1 lowercase 1 number and 1 symbol ({symbols})
fr: Au moins 9 caractères 1 majuscule 1 minuscule 1 chiffre et 1 symbole ({symbols})

# password_description_v_2
source: Passwords must contain 8 characters 1 Uppercase 1 Lowercase and 1 Symbol
fr: Votre mot de passe requiert : au moins 9 caractères 1 majuscule 1 minuscule 1 chiffre et 1 symbole ({symbols})

source: Password does not match
fr: Le mot de passe ne correspond pas

# password_invalid_length
source: This password has an invalid length
fr: Ce mot de passe a un nombre de caractères invalide.

# password_not_match
source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: Password option selected
fr: Option de mot de passe sélectionnée

# password_policy
source: Your password must be between 8-16 characters long, have uppercase and lowercase letters, a number and one special character.
fr: Votre mot de passe doit comporter entre 9 et 16 caractères, des lettres majuscules et minuscules, un chiffre et un caractère spécial.

# password_rule
source: Length must be greater than 8 characters.
fr: Doit contenir au moins 9 caractères.

# password_too_weak
source: Your password is too simple to be secure.
fr: Optez pour une sécurité optimale en choisissant un mot de passe plus complexe.

# password_update_success
source: Your password was updated
fr: Votre mot de passe a été mis à jour

# password_updated
source: Your password has been updated. You can now log in with your new password.
fr: Votre mot de passe a été mis à jour. Vous pouvez désormais vous connecter avec votre nouveau mot de passe.

source: Past 30 days
fr: 30 derniers jours

source: Past 90 days
fr: 90 derniers jours

# past_x_days
source: Past {days} days
fr: {days} derniers jours

# paste_clipboard
source: Paste from Clipboard
fr: Coller depuis le Presse-papiers

# payment_authorized
source: Bonus expired
fr: Bonus expiré

# payment_authorized_message
source: VAR has confirmed your payment. Your deposit should now be available in your account!
fr: Le VAR a confirmé votre paiement. Votre dépôt devrait être disponible sur votre compte !

# payment_is_being_processed
source: Payment is being processed! Waiting for the payment to be finalized.
fr: Vérification par le VAR. Le paiement est en cours de traitement. Ne fermez pas cette fenêtre.

source: Payments
fr: Paiements

# payments_available
source: Payments available using:
fr: Méthodes de paiement disponibles :

source: Pending
fr: En attente

source: Pending Approval
fr: En attente de validation

# pending_limit_info
source: There is a pending limit of: {pendingLimit} {currency}. The current limit is valid until: {pendingLimitDate}
fr: Votre prochaine limite sera de : {pendingLimit}{currency}. Votre limite actuelle reste valable jusqu'au : {pendingLimitDate}

# pending_withdraws_info_message
source: Are you sure you want to withdraw? You already have a pending withdraw, which you can cancel.
fr: Un ou plusieurs de vos retraits sont déjà en cours.

source: Percentage of bets per sport
fr: Quel sport domine les paris ? Regardez la répartition.

source: Period Exclusion
fr: Période d'exclusion

source: Period Lock
fr: Période de verrouillage

# period_type_value
source: Period Type and Value
fr: Nature et durée de la période

source: Period Unit
fr: Période de temps

source: Period Value
fr: Période choisie

# permission_location
source: Location Permission
fr: Autorisation de localisation

# permission_location_subtitle
source: At any moment, you can disable this option at Settings > Sportsbook > Location
fr: À tout moment, vous pouvez désactiver cette option dans Paramètres > Betsson> Localisation

# permission_location_text
source: We need to check if betting is allowed in your location.
fr: Nous devons vérifier si les paris sont autorisés dans votre pays.

source: Personal Info
fr: Infos personnelles

source: Personal Information
fr: Informations personnelles

source: Phone
fr: Téléphone

source: Phone number
fr: Numéro de téléphone

# phone_number_rule
source: Allowed numbers 0-9 and symbols *#()/.;-+
fr: Numéros autorisés 0-9 et symboles *#()/.;-+

# phone_prefix
source: Prefix
fr: Préfixe

# phrase.test
source: phrase.test.en.1
fr: phrase.test.fr.1

# picker_available
source: {symbol} Available
fr: {symbol} disponible

# picker_default
source: Default {symbol}
fr: {symbole} par défaut

# picker_title
source: Select your {text}
fr: Sélectionnez votre {text}

# place_a_bet
source: Add a selection to place a bet
fr: Ajoutez une sélection pour placer votre pari

source: Place Bet
fr: Parier

# place_bet_with_amount
source: Place Bet {currency} {amount}
fr: Parier {currency} {amount}

# place_bet_success_text
source: Your bet was succfully placed
fr: Votre pari a été placé avec succès

# place_bet_success_title
source: Bet Succesfully placed
fr: Pari placé

source: Place / Commune
fr: Ville

# place_commune_invalid
source: Only letters allowed.
fr: Seules les lettres sont autorisées.

source: Place of birth
fr: Ville de naissance

# place_too_long
source: Place/Commune is too long
fr: Le nom de la ville est trop long

# player_not_old_enough
source: Player is not old enough to be registered
fr: Seuls les joueurs majeurs peuvent s'inscrire

# please_choose_title
source: Please choose one of the titles
fr: Veuillez choisir une des options

source: Please contact support.
fr: Veuillez contacter le Service Client.

# please_date_range
source: Please select a date range.
fr: Définissez la période souhaitée.

# please_login
source: Access Denied
fr: Accès refusé

# please_login_text
source: You need to be logged in to access this area.
fr: Connectez-vous pour accéder à cet espace.

source: Please play responsibly.
fr: Veuillez jouer de manière responsable.

# please_select_event
source: Please select at least one event.
fr: Sélectionnez au moins un événement.

source: Please try again
fr: S'il vous plaît essayer à nouveau

source: Popular
fr: Tous les paris

source: Popular Competitions
fr: Compétitions à l'affiche

source: Popular Games
fr: Événements à l'affiche

source: Popular Matches
fr: Événements à l'affiche

# popular_string
source: Popular
fr: Populaire

source: Possible Earnings
fr: Gains potentiels

source: Possible Winnings
fr: Gains potentiels

# possible_winnings2
source: Possible Winnings:
fr: Gains potentiels :

source: Postal code
fr: Code postal

# postal_code_already_in_use
source: This postal code is already in use
fr: Ce code postal est déjà utilisé

# postcode_invalid
source: This postcode is invalid.
fr: Ce code postal n'est pas valide.

source: Practice Play
fr: S'entrainer à jouer

# practice_mode
source: Practice Play
fr: Jouer en Mode Pratique

# play_now
source: Play
fr: Jouer

source: Exit
fr: Sortir

source: Pre Validated
fr: Pré-validé

source: Previous
fr: Précédent

source: Privacy Policy
fr: Politique de confidentialité

# privacy_policy_footer_link
source: Privacy Policy
fr: Politique de confidentialité

# problem_setting_value
source: There was a problem setting this value
fr: Erreur lors de la configuration de cette valeur.

source: Proceed
fr: Valider

# proceed_login
source: Proceed to Login
fr: Procéder à la connexion

source: Product Bonus
fr: Bonus Produit

source: Profile
fr: Profil

source: Profile complete
fr: Profil complet

# profile_complete_2
source: The profile is complete. You may proceed.
fr: Le profil est complet. Vous pouvez continuer.

source: Profile Incomplete
fr: Profil incomplet

# profile_incomplete_2
source: Profile incomplete. We'll need some additional info before you can make a deposit.
fr: Profil incomplet. Quelques infos supplémentaires sont nécessaires pour vous laisser entrer en jeu.

# profile_incomplete_deposit
source: Please complete your profile before you can make deposits.
fr: Finalisez votre profil pour pouvoir créditer votre compte.

# profile_incomplete_withdraw
source: Please complete your profile before you can make withdraws.
fr: Finalisez votre profil afin de pouvoir retirer vos gains.

# profile_update_success
source: Your profile was updated
fr: Votre profil a été mis à jour

# profile_updated_success
source: Profile updated succesfully!
fr: Profil mis à jour avec succès !

# progress_not_saved
source: Your progress will not be saved.
fr: Votre progression ne sera pas sauvegardée.

# progress_will_be_lost
source: All progress will be lost
fr: Tout progrès sera perdu

source: Promo
fr: Promotion

source: Promo code
fr: Code Promo

# promo_code_too_long
source: Promo Code is too long
fr: Ce Code Promo est trop long

# promo_fail_click
source: Sorry, we weren't able to load the promotion right now.
fr: Désolé, nous n'avons pas pu charger la promotion pour le moment.

source: Promotion not found.
fr: Promotion non trouvée.

source: Promotions and bonuses
fr: Promotions et bonus

# promotions_betswipe_section_1_description
source: Lorem ipsum dolor sit amet...
fr: Salut, c'est Akiko ! Découvre Combi Express, la rencontre express entre toi et les matchs à venir. Pas besoin d'être un expert, quelques secondes et ta grinta suffisent. Swipe à droite pour accepter un pari, et à gauche pour le rejeter. Quand tu as ton combi parfait ? C'est un match !

# promotions_betswipe_section_1_title
source: Betswipe
fr: En panne d'inspi ? Découvre le Combi Express !

# promotions_betswipe_section_2_cta_text
source: CTA
fr: Joue maintenant
